var cwbCodis = {
    // used as dictionary for cwb CODiS URL query
    url: function (id) {
        ret = '';
        if (this.exist(id)) {
            eDate = new Date();
            eDate_str = eDate.getFullYear() + "-" + ('0' + (eDate.getMonth() + 1)).slice(-2);
            ret += "https://e-service.cwa.gov.tw/HistoryDataQuery/MonthDataController.do?command=viewMain";
            ret += "&station=" + id;
            ret += "&stname=" + encodeURI(encodeURI(this.stList[id][0]));
            ret += "&datepicker=" + eDate_str;
            ret += "&altitude=" + this.stList[id][4];
        }
        return (ret);
    },

    exist: function (id) {
        return (id in this.stList)
    },

    // Station List fetch from 
    // https://e-service.cwa.gov.tw/HistoryDataQuery/QueryDataController.do?command=viewMain&_=1657250135402
    // dumping day 2022-07-08
    // ONLY include CWB own stations

    stList: {
        "466930": [
            "竹子湖",
            "ZHUZIHU",
            "臺北市",
            "1",
            "607.1m"
        ],
        "466940": [
            "基隆",
            "KEELUNG",
            "基隆市",
            "1",
            "26.7m"
        ],
        "466950": [
            "彭佳嶼",
            "PENGJIAYU",
            "基隆市",
            "1",
            "101.7m"
        ],
        "466990": [
            "花蓮",
            "HUALIEN",
            "花蓮縣",
            "1",
            "16.1m"
        ],
        "467050": [
            "新屋",
            "XINWU",
            "桃園市",
            "1",
            "20.6m"
        ],
        "467060": [
            "蘇澳",
            "SU-AO",
            "宜蘭縣",
            "1",
            "24.9m"
        ],
        "467080": [
            "宜蘭",
            "YILAN",
            "宜蘭縣",
            "1",
            "7.2m"
        ],
        "467110": [
            "金門",
            "KINMEN",
            "金門縣",
            "1",
            "47.9m"
        ],
        "467270": [
            "田中",
            "TianZhong",
            "彰化縣",
            "1",
            "48.6m"
        ],
        "467300": [
            "東吉島",
            "DONGJIDAO",
            "澎湖縣",
            "1",
            "43.0m"
        ],
        "467350": [
            "澎湖",
            "PENGHU",
            "澎湖縣",
            "1",
            "10.7m"
        ],
        "467410": [
            "臺南",
            "TAINAN",
            "臺南市",
            "1",
            "40.8m"
        ],
        "467420": [
            "永康",
            "YONGKANG",
            "臺南市",
            "1",
            "8.1m"
        ],
        "467441": [
            "高雄",
            "Kaohsiung",
            "高雄市",
            "1",
            "15m"
        ],
        "467480": [
            "嘉義",
            "CHIAYI",
            "嘉義市",
            "1",
            "26.9m"
        ],
        "467490": [
            "臺中",
            "TAICHUNG",
            "臺中市",
            "1",
            "84.04m"
        ],
        "467530": [
            "阿里山",
            "ALISHAN",
            "嘉義縣",
            "1",
            "2413.4m"
        ],
        "467540": [
            "大武",
            "DAWU",
            "臺東縣",
            "1",
            "8.1m"
        ],
        "467550": [
            "玉山",
            "YUSHAN",
            "南投縣",
            "1",
            "3844.8m"
        ],
        "467571": [
            "新竹",
            "HSINCHU",
            "新竹縣",
            "1",
            "26.9m"
        ],
        "467590": [
            "恆春",
            "HENGCHUN",
            "屏東縣",
            "1",
            "22.3m"
        ],
        "467610": [
            "成功",
            "CHENGGONG",
            "臺東縣",
            "1",
            "33.5m"
        ],
        "467620": [
            "蘭嶼",
            "LANYU",
            "臺東縣",
            "1",
            "324.0m"
        ],
        "467650": [
            "日月潭",
            "SUN MOON LAKE",
            "南投縣",
            "1",
            "1017.5m"
        ],
        "467660": [
            "臺東",
            "TAITUNG",
            "臺東縣",
            "1",
            "9.0m"
        ],
        "467770": [
            "梧棲",
            "WUQI",
            "臺中市",
            "1",
            "31.73m"
        ],
        "467990": [
            "馬祖",
            "MATSU",
            "連江縣",
            "1",
            "97.842m"
        ],
        "C0A520": [
            "山佳",
            "Shanjia",
            "新北市",
            "1",
            "48m"
        ],
        "C0A530": [
            "坪林",
            "Pinglin",
            "新北市",
            "1",
            "300m"
        ],
        "C0A540": [
            "四堵",
            "Sihdu",
            "新北市",
            "1",
            "401m"
        ],
        "C0A550": [
            "泰平",
            "Taiping",
            "新北市",
            "1",
            "422m"
        ],
        "C0A560": [
            "福山",
            "Fushan",
            "新北市",
            "1",
            "405m"
        ],
        "C0A570": [
            "桶後",
            "Tonghou",
            "新北市",
            "1",
            "360m"
        ],
        "466880": [
            "板橋",
            "BANQIAO",
            "新北市",
            "1",
            "9.7m"
        ],
        "466900": [
            "淡水",
            "TAMSUI",
            "新北市",
            "1",
            "19.0m"
        ],
        "466910": [
            "鞍部",
            "ANBU",
            "臺北市",
            "1",
            "837.6m"
        ],
        "466920": [
            "臺北",
            "TAIPEI",
            "臺北市",
            "1",
            "5.3m"
        ],
        "C0A640": [
            "石碇",
            "Shihding",
            "新北市",
            "1",
            "241m"
        ],
        "C0A650": [
            "火燒寮",
            "Huoshaoliao",
            "新北市",
            "1",
            "287m"
        ],
        "C0A660": [
            "瑞芳",
            "Rueifang",
            "新北市",
            "1",
            "97m"
        ],
        "C0A931": [
            "三和",
            "Sanhe",
            "新北市",
            "1",
            "216m"
        ],
        "C0A940": [
            "金山",
            "Jinshan",
            "新北市",
            "1",
            "49m"
        ],
        "C0A950": [
            "鼻頭角",
            "Bitoujiao",
            "新北市",
            "1",
            "60m"
        ],
        "C0A970": [
            "三貂角",
            "Sandiaojiao",
            "新北市",
            "1",
            "96m"
        ],
        "C0A980": [
            "社子",
            "Shezih",
            "臺北市",
            "1",
            "11m"
        ],
        "C0A770": [
            "科教館",
            "Science Education Center",
            "臺北市",
            "1",
            "60m"
        ],
        "C0A860": [
            "大坪",
            "Daping",
            "新北市",
            "1",
            "362m"
        ],
        "C0A870": [
            "五指山",
            "Wujhihshan",
            "新北市",
            "1",
            "685m"
        ],
        "C0A880": [
            "福隆",
            "Fulong",
            "新北市",
            "1",
            "6m"
        ],
        "C0A890": [
            "雙溪",
            "Shuangsi",
            "新北市",
            "1",
            "40m"
        ],
        "C0A920": [
            "富貴角",
            "Fugueijiao",
            "新北市",
            "1",
            "196m"
        ],
        "C0A9C0": [
            "天母",
            "Tianmu",
            "臺北市",
            "1",
            "35m"
        ],
        "C0A9F0": [
            "內湖",
            "Neihu",
            "臺北市",
            "1",
            "35m"
        ],
        "C0AH00": [
            "汐止",
            "Xizhi",
            "新北市",
            "1",
            "38m"
        ],
        "C0AH10": [
            "永和",
            "Yonghe",
            "新北市",
            "1",
            "30m"
        ],
        "C0AH30": [
            "五分山",
            "Wufengshan",
            "新北市",
            "1",
            "755m"
        ],
        "C0AH40": [
            "平等",
            "Pingdeng",
            "臺北市",
            "1",
            "426m"
        ],
        "C0AH50": [
            "林口",
            "Linkou",
            "新北市",
            "1",
            "275m"
        ],
        "C0AH70": [
            "松山",
            "Songshan",
            "臺北市",
            "1",
            "34m"
        ],
        "C0AH80": [
            "深坑",
            "Shenkeng",
            "新北市",
            "1",
            "68m"
        ],
        "C0AH90": [
            "福山植物園",
            "Fushan Botanical Garden",
            "新北市",
            "1",
            "660m"
        ],
        "C0AI00": [
            "五股",
            "Wugu",
            "新北市",
            "1",
            "188m"
        ],
        "C0AI10": [
            "屈尺",
            "Quchi",
            "新北市",
            "1",
            "76m"
        ],
        "C0AI20": [
            "白沙灣",
            "Baishawan",
            "新北市",
            "1",
            "25m"
        ],
        "C0AI30": [
            "三重",
            "Sanchong",
            "新北市",
            "1",
            "26m"
        ],
        "C0AI40": [
            "石牌",
            "Shipai",
            "臺北市",
            "1",
            "35m"
        ],
        "C0AJ10": [
            "澳底",
            "AODI",
            "新北市",
            "1",
            "20m"
        ],
        "C0AJ20": [
            "野柳",
            "YEHLIOU",
            "新北市",
            "1",
            "50m"
        ],
        "C0AJ30": [
            "淡水觀海",
            "DANSHUEI GUANHAI",
            "新北市",
            "1",
            "22m"
        ],
        "C0AJ40": [
            "石門",
            "SHIMEN",
            "新北市",
            "1",
            "154m"
        ],
        "C0AJ50": [
            "水湳洞",
            "SHUINANDONG",
            "新北市",
            "1",
            "30m"
        ],
        "C0B010": [
            "七堵",
            "Qidu",
            "基隆市",
            "1",
            "38m"
        ],
        "C0B020": [
            "基隆嶼",
            "Keelung Islet",
            "基隆市",
            "1",
            "86m"
        ],
        "C0B040": [
            "大武崙",
            "DAWULUN",
            "基隆市",
            "1",
            "15m"
        ],
        "C0B050": [
            "八斗子",
            "BADOUZI",
            "基隆市",
            "1",
            "5m"
        ],
        "C0AC40": [
            "大屯山",
            "Datunshan",
            "臺北市",
            "1",
            "1079m"
        ],
        "C0AC60": [
            "三峽",
            "Sanshia",
            "新北市",
            "1",
            "55m"
        ],
        "C0AC70": [
            "信義",
            "Xinyi",
            "臺北市",
            "1",
            "71m"
        ],
        "C0AC80": [
            "文山",
            "Wenshan",
            "臺北市",
            "1",
            "40m"
        ],
        "C0ACA0": [
            "新莊",
            "Xinzhuang",
            "新北市",
            "1",
            "25m"
        ],
        "C0AD00": [
            "三芝",
            "Sanzhi",
            "新北市",
            "1",
            "86m"
        ],
        "C0AD10": [
            "八里",
            "Bali",
            "新北市",
            "1",
            "27m"
        ],
        "C0AD30": [
            "蘆洲",
            "Lujhou",
            "新北市",
            "1",
            "20m"
        ],
        "C0AD40": [
            "土城",
            "Tucheng",
            "新北市",
            "1",
            "32m"
        ],
        "C0AD50": [
            "鶯歌",
            "Yingge",
            "新北市",
            "1",
            "84m"
        ],
        "C0AG80": [
            "中和",
            "Zhonghe",
            "新北市",
            "1",
            "48m"
        ],
        "C0C460": [
            "復興",
            "Fuxing",
            "桃園市",
            "1",
            "482m"
        ],
        "C0C480": [
            "桃園",
            "Taoyuan",
            "桃園市",
            "1",
            "105m"
        ],
        "C0C490": [
            "八德",
            "Bade",
            "桃園市",
            "1",
            "157m"
        ],
        "C0C650": [
            "平鎮",
            "Pingjhen",
            "桃園市",
            "1",
            "208m"
        ],
        "C0C660": [
            "楊梅",
            "Yangmei",
            "桃園市",
            "1",
            "176m"
        ],
        "C0C670": [
            "龍潭",
            "Longtan",
            "桃園市",
            "1",
            "250m"
        ],
        "C0C680": [
            "龜山",
            "Guishan",
            "桃園市",
            "1",
            "228m"
        ],
        "C0C700": [
            "中壢",
            "Zhongli",
            "桃園市",
            "1",
            "151m"
        ],
        "C0C710": [
            "大溪永福",
            "Yongfu Daxi",
            "桃園市",
            "1",
            "143m"
        ],
        "C0C720": [
            "竹圍",
            "JHUWEI",
            "桃園市",
            "1",
            "21m"
        ],
        "C0C730": [
            "中大臨海站",
            "JHONGDA COASTAL",
            "桃園市",
            "1",
            "5m"
        ],
        "C0C740": [
            "觀音工業區",
            "GUANYIN INDUSTRIAL",
            "桃園市",
            "1",
            "5.3m"
        ],
        "C0D360": [
            "梅花",
            "Meihua",
            "新竹縣",
            "1",
            "523m"
        ],
        "C0C590": [
            "觀音",
            "Guanyin",
            "桃園市",
            "1",
            "72m"
        ],
        "C0C620": [
            "蘆竹",
            "Luzhu",
            "桃園市",
            "1",
            "19m"
        ],
        "C0C630": [
            "大溪",
            "Dasi",
            "桃園市",
            "1",
            "209m"
        ],
        "C0D390": [
            "關西",
            "Guanxi",
            "新竹縣",
            "1",
            "146m"
        ],
        "C0D430": [
            "峨眉",
            "Emei",
            "新竹縣",
            "1",
            "87m"
        ],
        "C0D480": [
            "打鐵坑",
            "Datiekeng",
            "新竹縣",
            "1",
            "223m"
        ],
        "C0D540": [
            "橫山",
            "Hengshan",
            "新竹縣",
            "1",
            "227m"
        ],
        "C0D550": [
            "雪霸",
            "Xueba",
            "新竹縣",
            "1",
            "1956m"
        ],
        "C0D560": [
            "竹東",
            "Zhudong",
            "新竹縣",
            "1",
            "147m"
        ],
        "C0D580": [
            "寶山",
            "Baoshan",
            "新竹縣",
            "1",
            "120m"
        ],
        "C0D590": [
            "新豐",
            "Sinfong",
            "新竹縣",
            "1",
            "143m"
        ],
        "C0D650": [
            "湖口",
            "Hukou",
            "新竹縣",
            "1",
            "97m"
        ],
        "C0D660": [
            "新竹市東區",
            "Dongqu Hsinshu City",
            "新竹市",
            "1",
            "65m"
        ],
        "C0D670": [
            "海天一線",
            "HAITIANYISIAN",
            "新竹市",
            "1",
            "23m"
        ],
        "C0D680": [
            "香山濕地",
            "SIANGSHAN WETLAND",
            "新竹市",
            "1",
            "24m"
        ],
        "C0D690": [
            "外湖",
            "WAIHU",
            "新竹縣",
            "1",
            "20m"
        ],
        "C0E420": [
            "竹南",
            "Jhunan",
            "苗栗縣",
            "1",
            "19m"
        ],
        "C0E430": [
            "南庄",
            "Nanzhuang",
            "苗栗縣",
            "1",
            "258m"
        ],
        "C0E520": [
            "大湖",
            "Dahu",
            "苗栗縣",
            "1",
            "320m"
        ],
        "C0E540": [
            "後龍",
            "Houlong",
            "苗栗縣",
            "1",
            "32m"
        ],
        "C0E550": [
            "明德",
            "Mingde",
            "苗栗縣",
            "1",
            "84m"
        ],
        "C0E590": [
            "通霄",
            "Tongxiao",
            "苗栗縣",
            "1",
            "40m"
        ],
        "C0E610": [
            "馬都安",
            "Madu-an",
            "苗栗縣",
            "1",
            "850m"
        ],
        "C0E730": [
            "頭份",
            "Toufen",
            "苗栗縣",
            "1",
            "26m"
        ],
        "C0E740": [
            "造橋",
            "Zaoqiao",
            "苗栗縣",
            "1",
            "27m"
        ],
        "C0E750": [
            "苗栗",
            "Miaoli",
            "苗栗縣",
            "1",
            "62m"
        ],
        "C0E780": [
            "銅鑼",
            "Tongluo",
            "苗栗縣",
            "1",
            "160m"
        ],
        "C0E790": [
            "卓蘭",
            "Zhuolan",
            "苗栗縣",
            "1",
            "344m"
        ],
        "C0E810": [
            "西湖",
            "Xihu",
            "苗栗縣",
            "1",
            "53m"
        ],
        "C0E820": [
            "獅潭",
            "Shitan",
            "苗栗縣",
            "1",
            "220m"
        ],
        "C0E830": [
            "苑裡",
            "YUANLI",
            "苗栗縣",
            "1",
            "37m"
        ],
        "C0E850": [
            "大河",
            "Dahe",
            "苗栗縣",
            "1",
            "104m"
        ],
        "C0E870": [
            "高鐵苗栗",
            "THSR Miaoli",
            "苗栗縣",
            "1",
            "34m"
        ],
        "C0E880": [
            "三義",
            "Sanyi",
            "苗栗縣",
            "1",
            "507m"
        ],
        "C0E910": [
            "海埔",
            "HAIPU",
            "苗栗縣",
            "1",
            "25m"
        ],
        "C0E920": [
            "通霄漁港",
            "TONGSIAO FISHING",
            "苗栗縣",
            "1",
            "20m"
        ],
        "C0E930": [
            "龍鳳",
            "LONGFONG",
            "苗栗縣",
            "1",
            "26m"
        ],
        "C0F000": [
            "大肚",
            "Dadu",
            "臺中市",
            "1",
            "273m"
        ],
        "C0F0A0": [
            "雪山圈谷",
            "Xueshanjuangu",
            "臺中市",
            "1",
            "3587m"
        ],
        "C0F0B0": [
            "石岡",
            "Shigang",
            "臺中市",
            "1",
            "311m"
        ],
        "C0F0C0": [
            "中坑",
            "Zhongkeng",
            "臺中市",
            "1",
            "983m"
        ],
        "C0F0D0": [
            "審馬陣",
            "Shenmazhen",
            "臺中市",
            "1",
            "3171m"
        ],
        "C0F0E0": [
            "南湖圈谷",
            "Nanhuquangu",
            "臺中市",
            "1",
            "3557m"
        ],
        "C0F850": [
            "東勢",
            "Dongshi",
            "臺中市",
            "1",
            "379m"
        ],
        "C0F861": [
            "梨山",
            "Lishan",
            "臺中市",
            "1",
            "2215m"
        ],
        "C0G860": [
            "社頭",
            "Shetou",
            "彰化縣",
            "1",
            "45m"
        ],
        "C0G870": [
            "芳苑",
            "Fangyuan",
            "彰化縣",
            "1",
            "12m"
        ],
        "C0G880": [
            "二水",
            "Ershui",
            "彰化縣",
            "1",
            "92m"
        ],
        "C0G890": [
            "伸港",
            "Shenggang",
            "彰化縣",
            "1",
            "24m"
        ],
        "C0G900": [
            "線西",
            "xianxi",
            "彰化縣",
            "1",
            "20m"
        ],
        "C0G910": [
            "花壇",
            "Huatan",
            "彰化縣",
            "1",
            "42m"
        ],
        "C0G920": [
            "永靖",
            "Yongjing",
            "彰化縣",
            "1",
            "42m"
        ],
        "C0G940": [
            "竹塘",
            "Zhutang",
            "彰化縣",
            "1",
            "21m"
        ],
        "C0H890": [
            "埔里",
            "Puli",
            "南投縣",
            "1",
            "440m"
        ],
        "C0H950": [
            "中寮",
            "Zhongliao",
            "南投縣",
            "1",
            "192m"
        ],
        "C0H960": [
            "草屯",
            "Caotun",
            "南投縣",
            "1",
            "120m"
        ],
        "C0H990": [
            "昆陽",
            "Kunyang",
            "南投縣",
            "1",
            "3076m"
        ],
        "C0H9A0": [
            "神木村",
            "Shenmu Village",
            "南投縣",
            "1",
            "1595m"
        ],
        "C0H9C0": [
            "合歡山",
            "Hehuan Mountain",
            "南投縣",
            "1",
            "3402m"
        ],
        "C0I010": [
            "廬山",
            "Lushan",
            "南投縣",
            "1",
            "1562m"
        ],
        "C0I080": [
            "信義",
            "Xinyi",
            "南投縣",
            "1",
            "536m"
        ],
        "C0I090": [
            "鳳凰",
            "Fonghuang",
            "南投縣",
            "1",
            "910m"
        ],
        "C0I110": [
            "竹山",
            "Zhushan",
            "南投縣",
            "1",
            "161m"
        ],
        "C0I360": [
            "水里",
            "Shuili",
            "南投縣",
            "1",
            "300m"
        ],
        "C0I370": [
            "魚池",
            "Yuchi",
            "南投縣",
            "1",
            "671m"
        ],
        "C0I380": [
            "集集",
            "Jiji",
            "南投縣",
            "1",
            "258m"
        ],
        "C0I390": [
            "仁愛",
            "Ren'ai",
            "南投縣",
            "1",
            "1184m"
        ],
        "C0I410": [
            "名間",
            "Mingjian",
            "南投縣",
            "1",
            "180m"
        ],
        "C0I420": [
            "國姓",
            "Guoxing",
            "南投縣",
            "1",
            "305m"
        ],
        "C0I460": [
            "南投",
            "Nantou",
            "南投縣",
            "1",
            "110m"
        ],
        "C0I480": [
            "梅峰",
            "Meifeng",
            "南投縣",
            "1",
            "2165m"
        ],
        "C0I490": [
            "萬大林道",
            "Wandalindao",
            "南投縣",
            "1",
            "1601m"
        ],
        "C0I520": [
            "玉山風口",
            "Yushanfengkou",
            "南投縣",
            "1",
            "3860m"
        ],
        "C0I530": [
            "小奇萊",
            "Xiaoqilai",
            "南投縣",
            "1",
            "3014m"
        ],
        "C0I540": [
            "奇萊稜線",
            "Qilailengxian",
            "南投縣",
            "1",
            "3344m"
        ],
        "C0K240": [
            "草嶺",
            "Caoling",
            "雲林縣",
            "1",
            "1132m"
        ],
        "C0K250": [
            "崙背",
            "Lunbei",
            "雲林縣",
            "1",
            "12m"
        ],
        "C0K280": [
            "四湖",
            "Sihu",
            "雲林縣",
            "1",
            "23m"
        ],
        "C0F9A0": [
            "中竹林",
            "Zhongzhulin",
            "臺中市",
            "1",
            "425m"
        ],
        "C0F9I0": [
            "神岡",
            "Shengang",
            "臺中市",
            "1",
            "194m"
        ],
        "C0F9K0": [
            "大安",
            "Da-an",
            "臺中市",
            "1",
            "30m"
        ],
        "C0F9L0": [
            "后里",
            "Houli",
            "臺中市",
            "1",
            "253m"
        ],
        "C0F9M0": [
            "豐原",
            "Fengyuan",
            "臺中市",
            "1",
            "230m"
        ],
        "C0F9N0": [
            "大里",
            "Dali",
            "臺中市",
            "1",
            "75m"
        ],
        "C0F9O0": [
            "潭子",
            "Tanzi",
            "臺中市",
            "1",
            "175m"
        ],
        "C0F9P0": [
            "清水",
            "Qingshui",
            "臺中市",
            "1",
            "26m"
        ],
        "C0F9Q0": [
            "外埔",
            "Waipu",
            "臺中市",
            "1",
            "149m"
        ],
        "C0F9R0": [
            "龍井",
            "Longjing",
            "臺中市",
            "1",
            "20m"
        ],
        "C0F9S0": [
            "烏日",
            "Wuri",
            "臺中市",
            "1",
            "43m"
        ],
        "C0F9T0": [
            "西屯",
            "Xitun",
            "臺中市",
            "1",
            "111m"
        ],
        "C0F9U0": [
            "南屯",
            "Nantun",
            "臺中市",
            "1",
            "74m"
        ],
        "C0F9V0": [
            "新社",
            "Xinshe",
            "臺中市",
            "1",
            "525m"
        ],
        "C0F9X0": [
            "大雅(中科園區)",
            "Daya",
            "臺中市",
            "1",
            "166m"
        ],
        "C0F9Y0": [
            "桃山",
            "Taoshan",
            "臺中市",
            "1",
            "3313m"
        ],
        "C0F9Z0": [
            "雪山東峰",
            "Xueshandongfeng",
            "臺中市",
            "1",
            "3193m"
        ],
        "C0FA00": [
            "烏石坑",
            "Shinmei",
            "臺中市",
            "1",
            "983m"
        ],
        "C0FA10": [
            "松柏",
            "SONGBAI",
            "臺中市",
            "1",
            "22m"
        ],
        "C0FA20": [
            "溫寮",
            "WUNLIAO",
            "臺中市",
            "1",
            "26m"
        ],
        "C0G620": [
            "芬園",
            "Fenyuan",
            "彰化縣",
            "1",
            "110m"
        ],
        "C0G640": [
            "鹿港",
            "Lukang",
            "彰化縣",
            "1",
            "17m"
        ],
        "C0G650": [
            "員林",
            "Yuanlin",
            "彰化縣",
            "1",
            "34m"
        ],
        "C0G660": [
            "溪湖",
            "Xihu",
            "彰化縣",
            "1",
            "27m"
        ],
        "C0G720": [
            "溪州",
            "Xizhou",
            "彰化縣",
            "1",
            "50m"
        ],
        "C0G730": [
            "二林",
            "Erlin",
            "彰化縣",
            "1",
            "27m"
        ],
        "C0G740": [
            "大城",
            "Dacheng",
            "彰化縣",
            "1",
            "24m"
        ],
        "C0F930": [
            "大甲",
            "Dajia",
            "臺中市",
            "1",
            "100m"
        ],
        "C0F970": [
            "大坑",
            "Dakeng",
            "臺中市",
            "1",
            "145m"
        ],
        "C0G770": [
            "福興",
            "Fuxing",
            "彰化縣",
            "1",
            "15m"
        ],
        "C0G780": [
            "秀水",
            "Xiushui",
            "彰化縣",
            "1",
            "27m"
        ],
        "C0K330": [
            "虎尾",
            "Huwei",
            "雲林縣",
            "1",
            "38m"
        ],
        "C0K390": [
            "土庫",
            "Tuku",
            "雲林縣",
            "1",
            "31m"
        ],
        "C0K400": [
            "斗六",
            "Douliu",
            "雲林縣",
            "1",
            "65m"
        ],
        "C0K410": [
            "北港",
            "Beigang",
            "雲林縣",
            "1",
            "20m"
        ],
        "C0K420": [
            "西螺",
            "Xiluo",
            "雲林縣",
            "1",
            "42m"
        ],
        "C0K430": [
            "褒忠",
            "Baozhong",
            "雲林縣",
            "1",
            "30m"
        ],
        "C0K440": [
            "二崙",
            "Erlun",
            "雲林縣",
            "1",
            "35m"
        ],
        "C0K450": [
            "大埤",
            "Dapi",
            "雲林縣",
            "1",
            "35m"
        ],
        "C0K460": [
            "斗南",
            "Dounan",
            "雲林縣",
            "1",
            "60m"
        ],
        "C0K470": [
            "林內",
            "Linnei",
            "雲林縣",
            "1",
            "97m"
        ],
        "C0K480": [
            "莿桐",
            "Citong",
            "雲林縣",
            "1",
            "56m"
        ],
        "C0K530": [
            "臺西",
            "Taixi",
            "雲林縣",
            "1",
            "12m"
        ],
        "C0K550": [
            "蔦松",
            "Niaosong",
            "雲林縣",
            "1",
            "15m"
        ],
        "C0K560": [
            "棋山",
            "Qishan",
            "雲林縣",
            "1",
            "117m"
        ],
        "C0K580": [
            "高鐵雲林",
            "THSR Yunlin",
            "雲林縣",
            "1",
            "26m"
        ],
        "C0K590": [
            "雲林東勢",
            "Dongshi, Yunlin County",
            "雲林縣",
            "1",
            "18m"
        ],
        "C0M410": [
            "馬頭山",
            "Matoushan",
            "嘉義縣",
            "1",
            "245m"
        ],
        "C0M520": [
            "東後寮",
            "Donghouliao",
            "嘉義縣",
            "1",
            "15m"
        ],
        "C0M530": [
            "奮起湖",
            "Fenqihu",
            "嘉義縣",
            "1",
            "1385m"
        ],
        "C0M640": [
            "中埔",
            "Zhongpu",
            "嘉義縣",
            "1",
            "155m"
        ],
        "C0M650": [
            "朴子",
            "Puzi",
            "嘉義縣",
            "1",
            "20m"
        ],
        "C0M660": [
            "溪口",
            "Xikou",
            "嘉義縣",
            "1",
            "40m"
        ],
        "C0M670": [
            "大林",
            "Dalin",
            "嘉義縣",
            "1",
            "43m"
        ],
        "C0M680": [
            "太保",
            "Taibao",
            "嘉義縣",
            "1",
            "37m"
        ],
        "C0M690": [
            "水上",
            "Shuishang",
            "嘉義縣",
            "1",
            "33m"
        ],
        "C0M700": [
            "竹崎",
            "Zhuqi",
            "嘉義縣",
            "1",
            "150m"
        ],
        "C0M710": [
            "東石",
            "Dongshi",
            "嘉義縣",
            "1",
            "15m"
        ],
        "C0M720": [
            "番路",
            "Fanlu",
            "嘉義縣",
            "1",
            "225m"
        ],
        "C0M730": [
            "嘉義市東區",
            "Dongqu Chiayi City",
            "嘉義市",
            "1",
            "40m"
        ],
        "C0M740": [
            "六腳",
            "Liujiao",
            "嘉義縣",
            "1",
            "15m"
        ],
        "C0M750": [
            "布袋",
            "Budai",
            "嘉義縣",
            "1",
            "10m"
        ],
        "C0M760": [
            "民雄",
            "Minxiong",
            "嘉義縣",
            "1",
            "40m"
        ],
        "C0M770": [
            "嘉義梅山",
            "Meishan Chiayi County",
            "嘉義縣",
            "1",
            "164m"
        ],
        "C0M780": [
            "鹿草",
            "Lucao",
            "嘉義縣",
            "1",
            "30m"
        ],
        "C0M790": [
            "新港",
            "Xingang",
            "嘉義縣",
            "1",
            "15m"
        ],
        "C0M800": [
            "茶山",
            "Chashan",
            "嘉義縣",
            "1",
            "440m"
        ],
        "C0M810": [
            "里佳",
            "Lijia",
            "嘉義縣",
            "1",
            "1354m"
        ],
        "C0M820": [
            "達邦",
            "Dabang",
            "嘉義縣",
            "1",
            "980m"
        ],
        "C0G800": [
            "埔鹽",
            "Puyan",
            "彰化縣",
            "1",
            "15m"
        ],
        "C0G810": [
            "埔心",
            "Puxin",
            "彰化縣",
            "1",
            "26m"
        ],
        "C0G820": [
            "田尾",
            "Tianwei",
            "彰化縣",
            "1",
            "29m"
        ],
        "C0G830": [
            "埤頭",
            "Pitou",
            "彰化縣",
            "1",
            "27m"
        ],
        "C0G840": [
            "北斗",
            "Beidou",
            "彰化縣",
            "1",
            "32m"
        ],
        "C0K291": [
            "宜梧",
            "Yiwu",
            "雲林縣",
            "1",
            "8m"
        ],
        "C0K500": [
            "元長",
            "Yuanchang",
            "雲林縣",
            "1",
            "12m"
        ],
        "C0K510": [
            "水林",
            "Shuilin",
            "雲林縣",
            "1",
            "10m"
        ],
        "C0M850": [
            "表湖",
            "Biaohu",
            "嘉義縣",
            "1",
            "695m"
        ],
        "C0M860": [
            "新美",
            "Shinmei",
            "嘉義縣",
            "1",
            "578m"
        ],
        "C0O810": [
            "曾文",
            "Cengwen",
            "臺南市",
            "1",
            "161m"
        ],
        "C0O830": [
            "北寮",
            "Beiliao",
            "臺南市",
            "1",
            "127m"
        ],
        "C0O840": [
            "王爺宮",
            "Wangyegong",
            "臺南市",
            "1",
            "134m"
        ],
        "C0O860": [
            "大內",
            "Danei",
            "臺南市",
            "1",
            "38m"
        ],
        "C0O900": [
            "善化",
            "Shanhua",
            "臺南市",
            "1",
            "9m"
        ],
        "C0O930": [
            "玉井",
            "Yujing",
            "臺南市",
            "1",
            "69m"
        ],
        "C0O950": [
            "安南",
            "Annan",
            "臺南市",
            "1",
            "4m"
        ],
        "C0O960": [
            "崎頂",
            "Qiding",
            "臺南市",
            "1",
            "112m"
        ],
        "C0O970": [
            "虎頭埤",
            "Hutoupi",
            "臺南市",
            "1",
            "71m"
        ],
        "C0O980": [
            "新市",
            "Xinshi",
            "臺南市",
            "1",
            "18m"
        ],
        "C0O990": [
            "媽廟",
            "Mamiao",
            "臺南市",
            "1",
            "18m"
        ],
        "C0R100": [
            "尾寮山",
            "Weiliaoshan",
            "屏東縣",
            "1",
            "1006m"
        ],
        "C0R130": [
            "阿禮",
            "Ali",
            "屏東縣",
            "1",
            "1040m"
        ],
        "C0R140": [
            "瑪家",
            "Majia",
            "屏東縣",
            "1",
            "740m"
        ],
        "C0R150": [
            "三地門",
            "Sandimen",
            "屏東縣",
            "1",
            "105m"
        ],
        "C0R160": [
            "鹽埔",
            "yanpuxinwei",
            "屏東縣",
            "1",
            "45m"
        ],
        "C0R170": [
            "屏東",
            "Pingdong",
            "屏東縣",
            "1",
            "26m"
        ],
        "C0R190": [
            "赤山",
            "Chishan",
            "屏東縣",
            "1",
            "32m"
        ],
        "C0R220": [
            "潮州",
            "Chaojhou",
            "屏東縣",
            "1",
            "23m"
        ],
        "C0R240": [
            "來義",
            "Laiyi",
            "屏東縣",
            "1",
            "87m"
        ],
        "C0R260": [
            "春日",
            "Chunri",
            "屏東縣",
            "1",
            "76m"
        ],
        "C0R270": [
            "琉球嶼",
            "Liouciouyu",
            "屏東縣",
            "1",
            "51m"
        ],
        "C0R280": [
            "檳榔",
            "Binlang",
            "屏東縣",
            "1",
            "242m"
        ],
        "C0R320": [
            "車城",
            "Checheng",
            "屏東縣",
            "1",
            "7m"
        ],
        "C0R341": [
            "牡丹",
            "Mudan",
            "屏東縣",
            "1",
            "230m"
        ],
        "C0R350": [
            "貓鼻頭",
            "Maobitou",
            "屏東縣",
            "1",
            "35m"
        ],
        "C0R540": [
            "佳冬",
            "Jiadong",
            "屏東縣",
            "1",
            "17m"
        ],
        "C0R550": [
            "新埤",
            "Xinpi",
            "屏東縣",
            "1",
            "38m"
        ],
        "C0R560": [
            "新園",
            "Xinyuan",
            "屏東縣",
            "1",
            "22m"
        ],
        "C0R570": [
            "麟洛",
            "Linluo",
            "屏東縣",
            "1",
            "37m"
        ],
        "C0R580": [
            "南州",
            "Nanzhou",
            "屏東縣",
            "1",
            "10m"
        ],
        "C0R590": [
            "里港",
            "Ligang",
            "屏東縣",
            "1",
            "72m"
        ],
        "C0R600": [
            "舊泰武",
            "Jiutaiwu",
            "屏東縣",
            "1",
            "766m"
        ],
        "C0R620": [
            "墾雷",
            "Kenlei",
            "屏東縣",
            "1",
            "34m"
        ],
        "C0R640": [
            "東港",
            "Donggang",
            "屏東縣",
            "1",
            "21m"
        ],
        "C0R650": [
            "竹田",
            "Zhutian",
            "屏東縣",
            "1",
            "29m"
        ],
        "C0R660": [
            "枋寮",
            "Fangliao",
            "屏東縣",
            "1",
            "20m"
        ],
        "C0R670": [
            "楓港",
            "Fenggang",
            "屏東縣",
            "1",
            "26m"
        ],
        "C0R680": [
            "佳樂水",
            "Jialeshui",
            "屏東縣",
            "1",
            "13m"
        ],
        "C0R690": [
            "墾丁",
            "Kenting",
            "屏東縣",
            "1",
            "348m"
        ],
        "C0R700": [
            "枋山",
            "Fangshan",
            "屏東縣",
            "1",
            "19m"
        ],
        "C0R710": [
            "龍磐",
            "Longpan",
            "屏東縣",
            "1",
            "117m"
        ],
        "C0R720": [
            "旭海",
            "Xuhai",
            "屏東縣",
            "1",
            "214m"
        ],
        "C0R730": [
            "大坪頂",
            "Dapingding",
            "屏東縣",
            "1",
            "163m"
        ],
        "C0R740": [
            "獅子",
            "Shizi",
            "屏東縣",
            "1",
            "58m"
        ],
        "C0R750": [
            "四林格山",
            "Silingeshan",
            "屏東縣",
            "1",
            "551m"
        ],
        "C0R760": [
            "南仁湖",
            "Nanrenhu",
            "屏東縣",
            "1",
            "336m"
        ],
        "C0R770": [
            "保力",
            "Baoli",
            "屏東縣",
            "1",
            "93m"
        ],
        "C0R780": [
            "滿州",
            "Manzhou",
            "屏東縣",
            "1",
            "72m"
        ],
        "C0R790": [
            "九棚",
            "Jiupeng",
            "屏東縣",
            "1",
            "111m"
        ],
        "C0R800": [
            "丹路",
            "Danlu",
            "屏東縣",
            "1",
            "131m"
        ],
        "C0R810": [
            "內獅",
            "Neishi",
            "屏東縣",
            "1",
            "25m"
        ],
        "C0R820": [
            "白鷺",
            "Bailu",
            "屏東縣",
            "1",
            "588m"
        ],
        "C0R830": [
            "高士",
            "Gaoshi",
            "屏東縣",
            "1",
            "383m"
        ],
        "C0R840": [
            "牡丹池山",
            "Mudanchisahn",
            "屏東縣",
            "1",
            "536m"
        ],
        "C0S660": [
            "下馬",
            "Xiama",
            "臺東縣",
            "1",
            "794m"
        ],
        "C0S690": [
            "太麻里",
            "Taimali",
            "臺東縣",
            "1",
            "522m"
        ],
        "C0S700": [
            "知本",
            "Jhihben",
            "臺東縣",
            "1",
            "507m"
        ],
        "C0S710": [
            "鹿野",
            "Luye",
            "臺東縣",
            "1",
            "382m"
        ],
        "C0S730": [
            "綠島",
            "Ludao",
            "臺東縣",
            "1",
            "110m"
        ],
        "C0S740": [
            "池上",
            "Chihshang",
            "臺東縣",
            "1",
            "289m"
        ],
        "C0S750": [
            "向陽",
            "Siangyang",
            "臺東縣",
            "1",
            "2280m"
        ],
        "C0S760": [
            "紅石",
            "Hongshih",
            "臺東縣",
            "1",
            "1621m"
        ],
        "C0S770": [
            "大溪山",
            "Dasishan",
            "臺東縣",
            "1",
            "375m"
        ],
        "C0S790": [
            "金崙",
            "Jinlun",
            "臺東縣",
            "1",
            "236m"
        ],
        "C0S810": [
            "東河",
            "Donghe",
            "臺東縣",
            "1",
            "65m"
        ],
        "C0S830": [
            "長濱",
            "Changbin",
            "臺東縣",
            "1",
            "288m"
        ],
        "C0S840": [
            "南田",
            "Nantian",
            "臺東縣",
            "1",
            "22m"
        ],
        "C0S890": [
            "關山",
            "Guanshan",
            "臺東縣",
            "1",
            "238m"
        ],
        "C0S900": [
            "蘭嶼高中",
            "Lanyu High School",
            "臺東縣",
            "1",
            "27m"
        ],
        "C0S910": [
            "蘭嶼燈塔",
            "Lanyu Lighthouse",
            "臺東縣",
            "1",
            "212m"
        ],
        "C0S920": [
            "金峰嘉蘭",
            "Jialan Jinfeng",
            "臺東縣",
            "1",
            "133m"
        ],
        "C0S930": [
            "延平",
            "Yanping",
            "臺東縣",
            "1",
            "248m"
        ],
        "C0S940": [
            "石寧山",
            "Shiningshan",
            "臺東縣",
            "1",
            "150m"
        ],
        "C0S950": [
            "七塊厝",
            "Qikuaicuo",
            "臺東縣",
            "1",
            "415m"
        ],
        "C0S960": [
            "香蘭",
            "Xianglan",
            "臺東縣",
            "1",
            "32m"
        ],
        "C0S970": [
            "加津林",
            "Jiajinlin",
            "臺東縣",
            "1",
            "19m"
        ],
        "C0S980": [
            "勝林山",
            "Shenglinshan",
            "臺東縣",
            "1",
            "903m"
        ],
        "C0S990": [
            "山豬窟",
            "Shanzhuku",
            "臺東縣",
            "1",
            "409m"
        ],
        "C0SA00": [
            "歷坵",
            "Liqiu",
            "臺東縣",
            "1",
            "466m"
        ],
        "C0SA10": [
            "檳榔四格山",
            "Binlangsigeshan",
            "臺東縣",
            "1",
            "411m"
        ],
        "C0SA20": [
            "金崙山",
            "Jinlunshan",
            "臺東縣",
            "1",
            "857m"
        ],
        "C0SA30": [
            "都歷",
            "Duli",
            "臺東縣",
            "1",
            "93m"
        ],
        "C0SA40": [
            "瑞和",
            "Ruihe",
            "臺東縣",
            "1",
            "200m"
        ],
        "C0SA60": [
            "知本（水試所）",
            "Zhiben (FRI)",
            "臺東縣",
            "1",
            "11m"
        ],
        "C0SA80": [
            "土坂",
            "Tuban",
            "臺東縣",
            "1",
            "136m"
        ],
        "C0SA90": [
            "達仁林場",
            "Darenlinchang",
            "臺東縣",
            "1",
            "497m"
        ],
        "C0T790": [
            "大禹嶺",
            "Dayuling",
            "花蓮縣",
            "1",
            "2830m"
        ],
        "C0T820": [
            "天祥",
            "Tianxiang",
            "花蓮縣",
            "1",
            "550m"
        ],
        "C0U750": [
            "龜山島",
            "Gueishandao",
            "宜蘭縣",
            "1",
            "398m"
        ],
        "C0U760": [
            "東澳",
            "Dong-ao",
            "宜蘭縣",
            "1",
            "22m"
        ],
        "C0U770": [
            "南澳",
            "Nanao",
            "宜蘭縣",
            "1",
            "5m"
        ],
        "C0U780": [
            "五結",
            "Wujie",
            "宜蘭縣",
            "1",
            "15m"
        ],
        "C0U860": [
            "頭城",
            "Toucheng",
            "宜蘭縣",
            "1",
            "5m"
        ],
        "C0U870": [
            "大礁溪",
            "Dajiaoxi",
            "宜蘭縣",
            "1",
            "474m"
        ],
        "C0U890": [
            "三星",
            "Sanxing",
            "宜蘭縣",
            "1",
            "116m"
        ],
        "C0U900": [
            "內城",
            "Neicheng",
            "宜蘭縣",
            "1",
            "63m"
        ],
        "C0U910": [
            "冬山",
            "Dongshan",
            "宜蘭縣",
            "1",
            "17m"
        ],
        "C0U940": [
            "羅東",
            "Luodong",
            "宜蘭縣",
            "1",
            "25m"
        ],
        "C0U950": [
            "鶯子嶺",
            "Yingziling",
            "宜蘭縣",
            "1",
            "1012m"
        ],
        "C0U960": [
            "翠峰湖",
            "Cuifenghu",
            "宜蘭縣",
            "1",
            "1885m"
        ],
        "C0U970": [
            "大福",
            "Dafu",
            "宜蘭縣",
            "1",
            "7m"
        ],
        "C0U980": [
            "坪林石牌",
            "Shipai Pinglin",
            "宜蘭縣",
            "1",
            "573m"
        ],
        "C0U990": [
            "員山",
            "Yuanshan",
            "宜蘭縣",
            "1",
            "31m"
        ],
        "C0UA00": [
            "土場",
            "Tuchang",
            "宜蘭縣",
            "1",
            "392m"
        ],
        "C0UA10": [
            "鴛鴦湖",
            "Yuanyanghu",
            "宜蘭縣",
            "1",
            "1711m"
        ],
        "C0UA20": [
            "多加屯",
            "Duojiatun",
            "宜蘭縣",
            "1",
            "2619m"
        ],
        "C0UA30": [
            "白嶺",
            "Bailing",
            "宜蘭縣",
            "1",
            "1397m"
        ],
        "C0UA40": [
            "西德山",
            "Xideshan",
            "宜蘭縣",
            "1",
            "1121m"
        ],
        "C0UA50": [
            "西帽山",
            "Ximaoshan",
            "宜蘭縣",
            "1",
            "808m"
        ],
        "C0UA60": [
            "樟樹山",
            "Zhangshushan",
            "宜蘭縣",
            "1",
            "566m"
        ],
        "C0UA70": [
            "桃源谷",
            "Taoyuangu",
            "宜蘭縣",
            "1",
            "547m"
        ],
        "C0UA80": [
            "大溪漁港",
            "DASI FISHING",
            "宜蘭縣",
            "1",
            "10m"
        ],
        "C0UA90": [
            "石城",
            "SHIHCHENG",
            "宜蘭縣",
            "1",
            "5m"
        ],
        "C0UB00": [
            "淡江大學蘭陽校園",
            "TAMKANG LANYANG CAMPUS",
            "宜蘭縣",
            "1",
            "379m"
        ],
        "C0V210": [
            "復興",
            "Fuxing",
            "高雄市",
            "1",
            "734m"
        ],
        "C0V250": [
            "甲仙",
            "Jiasian",
            "高雄市",
            "1",
            "298m"
        ],
        "C0V260": [
            "月眉",
            "Yuemei",
            "高雄市",
            "1",
            "126m"
        ],
        "C0V310": [
            "美濃",
            "Meinong",
            "高雄市",
            "1",
            "46m"
        ],
        "C0V350": [
            "溪埔",
            "XIPU",
            "高雄市",
            "1",
            "36m"
        ],
        "C0V360": [
            "內門",
            "Neimen",
            "高雄市",
            "1",
            "94m"
        ],
        "C0V370": [
            "古亭坑",
            "Gutingkeng",
            "高雄市",
            "1",
            "74m"
        ],
        "C0V400": [
            "阿公店",
            "Agongdian",
            "高雄市",
            "1",
            "56m"
        ],
        "C0R440": [
            "大漢山",
            "Dahanshan",
            "屏東縣",
            "1",
            "1654m"
        ],
        "C0R470": [
            "高樹",
            "Gaoshu",
            "屏東縣",
            "1",
            "103m"
        ],
        "C0R480": [
            "長治",
            "Changzhi",
            "屏東縣",
            "1",
            "57m"
        ],
        "C0R490": [
            "九如",
            "Jiuru",
            "屏東縣",
            "1",
            "49m"
        ],
        "C0T870": [
            "鯉魚潭",
            "Liyutan",
            "花蓮縣",
            "1",
            "135m"
        ],
        "C0T900": [
            "西林",
            "Xilin",
            "花蓮縣",
            "1",
            "160m"
        ],
        "C0T960": [
            "光復",
            "Guangfu",
            "花蓮縣",
            "1",
            "120m"
        ],
        "C0T9A0": [
            "月眉山",
            "Yuemeishan",
            "花蓮縣",
            "1",
            "498m"
        ],
        "C0T9B0": [
            "水源",
            "Shuiyuan",
            "花蓮縣",
            "1",
            "558m"
        ],
        "C0T9D0": [
            "和中",
            "Hezhong",
            "花蓮縣",
            "1",
            "8m"
        ],
        "C0T9E0": [
            "大坑",
            "Dakeng",
            "花蓮縣",
            "1",
            "415m"
        ],
        "C0T9F0": [
            "水璉",
            "Shuilian",
            "花蓮縣",
            "1",
            "251m"
        ],
        "C0T9G0": [
            "鳳林山",
            "Fenglinshan",
            "花蓮縣",
            "1",
            "605m"
        ],
        "C0T9H0": [
            "加路蘭山",
            "Jialulanshan",
            "花蓮縣",
            "1",
            "725m"
        ],
        "C0T9I0": [
            "豐濱",
            "Fengbin",
            "花蓮縣",
            "1",
            "152m"
        ],
        "C0T9M0": [
            "靜浦",
            "Jingpu",
            "花蓮縣",
            "1",
            "92m"
        ],
        "C0T9N0": [
            "富里",
            "Fuli",
            "花蓮縣",
            "1",
            "261m"
        ],
        "C0U520": [
            "雙連埤",
            "Shuanglianpi",
            "宜蘭縣",
            "1",
            "517m"
        ],
        "C0U600": [
            "礁溪",
            "Chiaoshi",
            "宜蘭縣",
            "1",
            "10m"
        ],
        "C0V530": [
            "阿蓮",
            "Alian",
            "高雄市",
            "1",
            "34m"
        ],
        "C0V610": [
            "梓官",
            "Ziguan",
            "高雄市",
            "1",
            "22m"
        ],
        "C0V620": [
            "永安",
            "Yong'an",
            "高雄市",
            "1",
            "18m"
        ],
        "C0V630": [
            "茄萣",
            "Qieding",
            "高雄市",
            "1",
            "19m"
        ],
        "C0V640": [
            "湖內",
            "Hunei",
            "高雄市",
            "1",
            "35m"
        ],
        "C0V650": [
            "彌陀",
            "Mituo",
            "高雄市",
            "1",
            "28m"
        ],
        "C0V660": [
            "岡山",
            "Gangshan",
            "高雄市",
            "1",
            "25m"
        ],
        "C0V670": [
            "楠梓",
            "Nanzi",
            "高雄市",
            "1",
            "20m"
        ],
        "C0V680": [
            "仁武",
            "Renwu",
            "高雄市",
            "1",
            "40m"
        ],
        "C0V690": [
            "鼓山",
            "Gushan",
            "高雄市",
            "1",
            "30m"
        ],
        "C0V700": [
            "三民",
            "Sanmin",
            "高雄市",
            "1",
            "24m"
        ],
        "C0V710": [
            "苓雅",
            "LingYa",
            "高雄市",
            "1",
            "34m"
        ],
        "C0V720": [
            "林園",
            "Linyuan",
            "高雄市",
            "1",
            "15m"
        ],
        "C0V730": [
            "大寮",
            "Daliao",
            "高雄市",
            "1",
            "33m"
        ],
        "C0V740": [
            "旗山",
            "Qishan",
            "高雄市",
            "1",
            "60m"
        ],
        "C0V750": [
            "路竹",
            "Luzhu",
            "高雄市",
            "1",
            "50m"
        ],
        "C0V760": [
            "橋頭",
            "Qiaotou",
            "高雄市",
            "1",
            "30m"
        ],
        "C0V770": [
            "大社",
            "Dashe",
            "高雄市",
            "1",
            "26m"
        ],
        "C0V790": [
            "萬山",
            "Wanshan",
            "高雄市",
            "1",
            "410m"
        ],
        "C0V800": [
            "六龜",
            "Liugui",
            "高雄市",
            "1",
            "256m"
        ],
        "C0V810": [
            "左營",
            "Zuoying",
            "高雄市",
            "1",
            "32m"
        ],
        "C0V820": [
            "小林",
            "Xiaolin",
            "高雄市",
            "1",
            "441m"
        ],
        "C0W110": [
            "東莒",
            "Dongju",
            "連江縣",
            "1",
            "16m"
        ],
        "C0W120": [
            "西嶼",
            "Xiyu",
            "澎湖縣",
            "1",
            "58m"
        ],
        "C0W130": [
            "花嶼",
            "Huayu",
            "澎湖縣",
            "1",
            "18m"
        ],
        "C0W140": [
            "金沙",
            "Jinsha",
            "金門縣",
            "1",
            "21m"
        ],
        "C0W150": [
            "金寧",
            "Jinning",
            "金門縣",
            "1",
            "42m"
        ],
        "C0W160": [
            "烏坵",
            "Wuqiu",
            "金門縣",
            "1",
            "49m"
        ],
        "C0X050": [
            "東河",
            "Donghe",
            "臺南市",
            "1",
            "25m"
        ],
        "C0X060": [
            "下營",
            "Xiaying",
            "臺南市",
            "1",
            "19m"
        ],
        "C0X080": [
            "佳里",
            "Jiali",
            "臺南市",
            "1",
            "2m"
        ],
        "C0X100": [
            "臺南市北區",
            "Beiqu Tainan City",
            "臺南市",
            "1",
            "10m"
        ],
        "C0X110": [
            "臺南市南區",
            "Nanqu Tainan City",
            "臺南市",
            "1",
            "20m"
        ],
        "C0X120": [
            "麻豆",
            "Madou",
            "臺南市",
            "1",
            "28m"
        ],
        "C0X130": [
            "官田",
            "Guantian",
            "臺南市",
            "1",
            "27m"
        ],
        "C0X140": [
            "西港",
            "Xigang",
            "臺南市",
            "1",
            "17m"
        ],
        "C0X150": [
            "安定",
            "Anding",
            "臺南市",
            "1",
            "18m"
        ],
        "C0X160": [
            "仁德",
            "Rende",
            "臺南市",
            "1",
            "26m"
        ],
        "C0X170": [
            "關廟",
            "Guanmiao",
            "臺南市",
            "1",
            "50m"
        ],
        "C0X180": [
            "山上",
            "Shanshang",
            "臺南市",
            "1",
            "62m"
        ],
        "C0X190": [
            "安平",
            "Anping",
            "臺南市",
            "1",
            "10m"
        ],
        "C0X200": [
            "左鎮",
            "Zuozhen",
            "臺南市",
            "1",
            "61m"
        ],
        "C0X210": [
            "白河",
            "Baihe",
            "臺南市",
            "1",
            "38m"
        ],
        "C0X220": [
            "學甲",
            "Xuejia",
            "臺南市",
            "1",
            "26m"
        ],
        "C0X230": [
            "鹽水",
            "Yanshui",
            "臺南市",
            "1",
            "29m"
        ],
        "C0X240": [
            "關子嶺",
            "Guanziling",
            "臺南市",
            "1",
            "394m"
        ],
        "C0X250": [
            "新營",
            "Xinying",
            "臺南市",
            "1",
            "33m"
        ],
        "C0X260": [
            "後壁",
            "Houbi",
            "臺南市",
            "1",
            "39m"
        ],
        "C0X280": [
            "將軍",
            "Jiangjun",
            "臺南市",
            "1",
            "22m"
        ],
        "C0X290": [
            "北門",
            "Beimen",
            "臺南市",
            "1",
            "10m"
        ],
        "C0X300": [
            "鹿寮",
            "Luliao",
            "臺南市",
            "1",
            "70m"
        ],
        "C0X310": [
            "七股",
            "Qigu",
            "臺南市",
            "1",
            "9m"
        ],
        "C0X320": [
            "柳營",
            "Liuying",
            "臺南市",
            "1",
            "30m"
        ],
        "C0Z020": [
            "明里",
            "Mingli",
            "花蓮縣",
            "1",
            "211m"
        ],
        "C0Z050": [
            "佳心",
            "Jiaxin",
            "花蓮縣",
            "1",
            "824m"
        ],
        "C0Z061": [
            "玉里",
            "Yuli",
            "花蓮縣",
            "1",
            "174m"
        ],
        "C0Z070": [
            "舞鶴",
            "Wuhe",
            "花蓮縣",
            "1",
            "247m"
        ],
        "C0Z080": [
            "富源",
            "Fuyuan",
            "花蓮縣",
            "1",
            "298m"
        ],
        "C0Z100": [
            "東華",
            "Donghwa",
            "花蓮縣",
            "1",
            "36m"
        ],
        "C0Z150": [
            "吉安光華",
            "Guanghua Ji-an",
            "花蓮縣",
            "1",
            "27m"
        ],
        "C0Z160": [
            "鳳林",
            "Fenglin",
            "花蓮縣",
            "1",
            "124m"
        ],
        "C0Z170": [
            "卓溪",
            "Zhuoxi",
            "花蓮縣",
            "1",
            "199m"
        ],
        "C0Z180": [
            "新城",
            "Xincheng",
            "花蓮縣",
            "1",
            "34m"
        ],
        "C0Z190": [
            "富世",
            "Fushi",
            "花蓮縣",
            "1",
            "62m"
        ],
        "C0Z200": [
            "萬榮",
            "Wanrong",
            "花蓮縣",
            "1",
            "153m"
        ],
        "C0Z210": [
            "瑞穗",
            "Ruisui",
            "花蓮縣",
            "1",
            "126m"
        ],
        "C0Z220": [
            "和平林道",
            "Hepinglindao",
            "花蓮縣",
            "1",
            "589m"
        ],
        "C0Z230": [
            "和平",
            "Heping",
            "花蓮縣",
            "1",
            "31m"
        ],
        "C0Z250": [
            "瑞穗林道",
            "Ruisuilindao",
            "花蓮縣",
            "1",
            "1124m"
        ],
        "C0Z270": [
            "蕃薯寮",
            "Fanshuliao",
            "花蓮縣",
            "1",
            "343m"
        ],
        "C0Z280": [
            "德武",
            "Dewu",
            "花蓮縣",
            "1",
            "224m"
        ],
        "C0Z290": [
            "赤柯山",
            "Chikeshan",
            "花蓮縣",
            "1",
            "946m"
        ],
        "C0Z300": [
            "東里",
            "Dongli",
            "花蓮縣",
            "1",
            "182m"
        ],
        "C0Z310": [
            "清水斷崖",
            "Qingshui Cliff",
            "花蓮縣",
            "1",
            "59m"
        ],
        "C0Z320": [
            "清水林道",
            "Qingshuilindao",
            "花蓮縣",
            "1",
            "646m"
        ],
        "C0Z330": [
            "安通山",
            "Antongshan",
            "花蓮縣",
            "1",
            "488m"
        ],
        "C1A630": [
            "下盆",
            "Siapen",
            "新北市",
            "1",
            "527m"
        ],
        "C0R510": [
            "萬丹",
            "WanDan",
            "屏東縣",
            "1",
            "31m"
        ],
        "C0R520": [
            "崁頂",
            "Kanding",
            "屏東縣",
            "1",
            "18m"
        ],
        "C0U650": [
            "玉蘭",
            "Yulan",
            "宜蘭縣",
            "1",
            "442m"
        ],
        "C0V440": [
            "鳳山",
            "Fengshan",
            "高雄市",
            "1",
            "27m"
        ],
        "C0V450": [
            "鳳森",
            "Fengsen",
            "高雄市",
            "1",
            "51m"
        ],
        "C0V490": [
            "新興",
            "Sinsing",
            "高雄市",
            "1",
            "20m"
        ],
        "C1A750": [
            "石碇服務區",
            "Shiding Service Area",
            "新北市",
            "1",
            "92m"
        ],
        "C1A760": [
            "坪林交控",
            "Pinglin Traffic Control Center",
            "新北市",
            "1",
            "217m"
        ],
        "C1A9N0": [
            "四十份",
            "Sihshihfen",
            "新北市",
            "1",
            "435m"
        ],
        "C1AC50": [
            "關渡",
            "Guandu",
            "臺北市",
            "1",
            "111m"
        ],
        "C1AI50": [
            "國三N016K",
            "Freeway No. 3 N016K",
            "臺北市",
            "1",
            "64m"
        ],
        "C1AI60": [
            "國一N039K",
            "Freeway No. 1 N039K",
            "新北市",
            "1",
            "181m"
        ],
        "C0U710": [
            "太平山",
            "Taipingshan",
            "宜蘭縣",
            "1",
            "1942m"
        ],
        "C0U720": [
            "南山",
            "Nanshan",
            "宜蘭縣",
            "1",
            "1260m"
        ],
        "C1C510": [
            "水尾",
            "Shueiwei",
            "桃園市",
            "1",
            "106m"
        ],
        "C1D380": [
            "新埔",
            "Sinpu",
            "新竹縣",
            "1",
            "65m"
        ],
        "C1D400": [
            "鳥嘴山",
            "Niaozueishan",
            "新竹縣",
            "1",
            "839m"
        ],
        "C1D410": [
            "白蘭",
            "Bailan",
            "新竹縣",
            "1",
            "1290m"
        ],
        "C1D420": [
            "太閣南",
            "Taigenan",
            "新竹縣",
            "1",
            "1279m"
        ],
        "C1D630": [
            "飛鳳山",
            "Fei Feng Mountain",
            "新竹縣",
            "1",
            "462m"
        ],
        "C1D640": [
            "外坪(五指山)",
            "Waiping(Wuzhihshan)",
            "新竹縣",
            "1",
            "718m"
        ],
        "C1E451": [
            "象鼻",
            "Xiangbi",
            "苗栗縣",
            "1",
            "950m"
        ],
        "C1E461": [
            "松安",
            "Song-an",
            "苗栗縣",
            "1",
            "1325m"
        ],
        "C1E480": [
            "鳳美",
            "Fongmei",
            "苗栗縣",
            "1",
            "576m"
        ],
        "C1E511": [
            "新開",
            "Xinkai",
            "苗栗縣",
            "1",
            "326m"
        ],
        "C1E601": [
            "南勢",
            "Nanshi",
            "苗栗縣",
            "1",
            "125m"
        ],
        "C1E670": [
            "南礦",
            "Nankuang",
            "苗栗縣",
            "1",
            "1209m"
        ],
        "C1E681": [
            "南勢山",
            "Nanshishan",
            "苗栗縣",
            "1",
            "977m"
        ],
        "C1E691": [
            "南湖",
            "Nanhu",
            "苗栗縣",
            "1",
            "786m"
        ],
        "C1E701": [
            "八卦",
            "Bagua",
            "苗栗縣",
            "1",
            "737m"
        ],
        "C1E721": [
            "泰安",
            "Tai-an",
            "苗栗縣",
            "1",
            "1409m"
        ],
        "C1E770": [
            "公館",
            "Gongguan",
            "苗栗縣",
            "1",
            "83m"
        ],
        "C1E890": [
            "國三N149K",
            "Freeway No. 1 N149K",
            "苗栗縣",
            "1",
            "53m"
        ],
        "C1E900": [
            "國一N128K",
            "Freeway No. 1 - RAIN – N128K",
            "苗栗縣",
            "1",
            "80m"
        ],
        "C1E711": [
            "馬拉邦山",
            "Malabangshan",
            "苗栗縣",
            "1",
            "990m"
        ],
        "C1F871": [
            "上谷關",
            "Shangguguan",
            "臺中市",
            "1",
            "1000m"
        ],
        "C1F911": [
            "新伯公",
            "Xinbogong",
            "臺中市",
            "1",
            "417m"
        ],
        "C1F941": [
            "雪嶺",
            "Xueling",
            "臺中市",
            "1",
            "2620m"
        ],
        "C1F891": [
            "稍來",
            "Shaolai",
            "臺中市",
            "1",
            "2205m"
        ],
        "C1F9B1": [
            "桐林",
            "Tonglin",
            "臺中市",
            "1",
            "130m"
        ],
        "C1F9C1": [
            "白冷",
            "Baileng",
            "臺中市",
            "1",
            "610m"
        ],
        "C1F9D1": [
            "白毛台",
            "Baimaotai",
            "臺中市",
            "1",
            "639m"
        ],
        "C1F9E1": [
            "龍安",
            "Long-an",
            "臺中市",
            "1",
            "563m"
        ],
        "C1F9F1": [
            "伯公龍",
            "Bogonglong",
            "臺中市",
            "1",
            "500m"
        ],
        "C1F9G1": [
            "慶福山",
            "Cingfushan",
            "臺中市",
            "1",
            "810m"
        ],
        "C1F9J1": [
            "清水林",
            "Qingshuilin",
            "臺中市",
            "1",
            "723m"
        ],
        "C1F9W0": [
            "德基",
            "Deji",
            "臺中市",
            "1",
            "1970m"
        ],
        "C1G9D0": [
            "國一S218K",
            "Freeway No. 1 - RAIN – S218K",
            "彰化縣",
            "1",
            "30m"
        ],
        "C1H000": [
            "翠峰",
            "Cuifeng",
            "南投縣",
            "1",
            "2454m"
        ],
        "C1H840": [
            "國三N238K",
            "Freeway No. 3 - RAIN –N238K",
            "南投縣",
            "1",
            "231m"
        ],
        "C1H860": [
            "瑞岩",
            "Ruiyan",
            "南投縣",
            "1",
            "1840m"
        ],
        "C1G691": [
            "下水埔",
            "Xiashuipu",
            "彰化縣",
            "1",
            "110m"
        ],
        "C1H900": [
            "清流",
            "Qingliu",
            "南投縣",
            "1",
            "934m"
        ],
        "C1H941": [
            "雙冬",
            "Shuangdong",
            "南投縣",
            "1",
            "630m"
        ],
        "C1H920": [
            "長豐",
            "Changfeng",
            "南投縣",
            "1",
            "736m"
        ],
        "C1H971": [
            "六分寮",
            "Liufenliao",
            "南投縣",
            "1",
            "428m"
        ],
        "C1H9B1": [
            "阿眉",
            "Amei",
            "南投縣",
            "1",
            "1710m"
        ],
        "C1I020": [
            "萬大",
            "Wanda",
            "南投縣",
            "1",
            "1120m"
        ],
        "C1I030": [
            "武界",
            "Wujie",
            "南投縣",
            "1",
            "948m"
        ],
        "C1I050": [
            "丹大",
            "Danda",
            "南投縣",
            "1",
            "2568m"
        ],
        "C1I070": [
            "和社",
            "Heshe",
            "南投縣",
            "1",
            "825m"
        ],
        "C1I101": [
            "溪頭",
            "Xitou",
            "南投縣",
            "1",
            "1810m"
        ],
        "C1I121": [
            "大鞍",
            "Da-an",
            "南投縣",
            "1",
            "1515m"
        ],
        "C1I131": [
            "桶頭",
            "Tongtou",
            "南投縣",
            "1",
            "311m"
        ],
        "C1I140": [
            "卡奈托灣",
            "Kanaituowan",
            "南投縣",
            "1",
            "1700m"
        ],
        "C1I150": [
            "青雲",
            "Qingyun",
            "南投縣",
            "1",
            "393m"
        ],
        "C1I211": [
            "蘆竹湳",
            "Luzhunan",
            "南投縣",
            "1",
            "529m"
        ],
        "C1I220": [
            "樟湖",
            "Zhanghu",
            "南投縣",
            "1",
            "1098m"
        ],
        "C1I230": [
            "九份二山",
            "Jiufen'ershan",
            "南投縣",
            "1",
            "837m"
        ],
        "C1I240": [
            "外大坪",
            "Waidaping",
            "南投縣",
            "1",
            "725m"
        ],
        "C1I250": [
            "鯉潭",
            "Litan",
            "南投縣",
            "1",
            "732m"
        ],
        "C1I260": [
            "北坑",
            "Beikeng",
            "南投縣",
            "1",
            "601m"
        ],
        "C1I400": [
            "凌霄",
            "Lingxiao",
            "南投縣",
            "1",
            "1399m"
        ],
        "C1I430": [
            "翠華",
            "Cuihua",
            "南投縣",
            "1",
            "2415m"
        ],
        "C1I440": [
            "新高口",
            "Xingaokou",
            "南投縣",
            "1",
            "2540m"
        ],
        "C1I450": [
            "望鄉山",
            "Wangxiangshan",
            "南投縣",
            "1",
            "3025m"
        ],
        "C1I470": [
            "杉林溪",
            "Shanlinxi",
            "南投縣",
            "1",
            "1680m"
        ],
        "C1I500": [
            "大尖山",
            "Dajianshan",
            "南投縣",
            "1",
            "2017m"
        ],
        "C1I510": [
            "線浸林道",
            "Xianjinlindao",
            "南投縣",
            "1",
            "1208m"
        ],
        "C1I550": [
            "國六W023K",
            "Freeway No. 6 W023K",
            "南投縣",
            "1",
            "373m"
        ],
        "C1I201": [
            "中心崙",
            "Zhongxinlun",
            "南投縣",
            "1",
            "677m"
        ],
        "C1I280": [
            "埔中",
            "Puzhong",
            "南投縣",
            "1",
            "439m"
        ],
        "C1I290": [
            "豐丘",
            "Fengqiu",
            "南投縣",
            "1",
            "1151m"
        ],
        "C1I310": [
            "西巒",
            "Xiluan",
            "南投縣",
            "1",
            "1033m"
        ],
        "C1I320": [
            "奧萬大",
            "Aowanda",
            "南投縣",
            "1",
            "1275m"
        ],
        "C1I330": [
            "楓樹林",
            "Fengshulin",
            "南投縣",
            "1",
            "1266m"
        ],
        "C1I340": [
            "新興橋",
            "Xinxingqiao",
            "南投縣",
            "1",
            "897m"
        ],
        "C1M480": [
            "獨立山",
            "Dulishan",
            "嘉義縣",
            "1",
            "840m"
        ],
        "C1K540": [
            "口湖",
            "Kouhu",
            "雲林縣",
            "1",
            "15m"
        ],
        "C1M390": [
            "龍美",
            "Longmei",
            "嘉義縣",
            "1",
            "1090m"
        ],
        "C1M400": [
            "菜瓜坪",
            "Caiguaping",
            "嘉義縣",
            "1",
            "369m"
        ],
        "C1M600": [
            "頭凍",
            "Toudong",
            "嘉義縣",
            "1",
            "986m"
        ],
        "C1M610": [
            "石磐龍",
            "Shipanlong",
            "嘉義縣",
            "1",
            "1083m"
        ],
        "C1M620": [
            "瑞里",
            "Ruili",
            "嘉義縣",
            "1",
            "1252m"
        ],
        "C1N001": [
            "沙崙",
            "Shalun",
            "臺南市",
            "1",
            "24m"
        ],
        "C1M640": [
            "十字",
            "Shizi",
            "嘉義縣",
            "1",
            "1567m"
        ],
        "C1M870": [
            "國三N285K",
            "Freeway No. 3 N285K",
            "嘉義縣",
            "1",
            "121m"
        ],
        "C1O850": [
            "環湖",
            "Huanhu",
            "臺南市",
            "1",
            "44m"
        ],
        "C1O921": [
            "楠西",
            "Nanxi",
            "臺南市",
            "1",
            "115m"
        ],
        "C1O940": [
            "東山服務區",
            "Dongshan Service Area",
            "臺南市",
            "1",
            "55m"
        ],
        "C1R110": [
            "口社",
            "Gusia",
            "屏東縣",
            "1",
            "110m"
        ],
        "C1R120": [
            "上德文",
            "Shangdewun",
            "屏東縣",
            "1",
            "820m"
        ],
        "C1S670": [
            "摩天",
            "Motian",
            "臺東縣",
            "1",
            "1580m"
        ],
        "C1S800": [
            "華源",
            "Huayuan",
            "臺東縣",
            "1",
            "80m"
        ],
        "C1S820": [
            "金峰",
            "Jinfeng",
            "臺東縣",
            "1",
            "177m"
        ],
        "C1S850": [
            "豐南",
            "Funan",
            "花蓮縣",
            "1",
            "489m"
        ],
        "C1S860": [
            "利嘉",
            "LiChai",
            "臺東縣",
            "1",
            "516m"
        ],
        "C1S870": [
            "南美山",
            "NanMaiSan",
            "臺東縣",
            "1",
            "222m"
        ],
        "C1S880": [
            "壽卡",
            "Shouka",
            "臺東縣",
            "1",
            "474m"
        ],
        "C1SA50": [
            "利嘉林道",
            "Lijialindao",
            "臺東縣",
            "1",
            "1235m"
        ],
        "C1SA70": [
            "都蘭",
            "Dulan",
            "臺東縣",
            "1",
            "62m"
        ],
        "C1T800": [
            "洛韶",
            "Luoshao",
            "花蓮縣",
            "1",
            "1260m"
        ],
        "C1T810": [
            "慈恩",
            "Ci-en",
            "花蓮縣",
            "1",
            "2049m"
        ],
        "C1T830": [
            "布洛灣",
            "Buluowan",
            "花蓮縣",
            "1",
            "675m"
        ],
        "C1O870": [
            "大棟山",
            "Dadongshan",
            "臺南市",
            "1",
            "1249m"
        ],
        "C1O880": [
            "關山",
            "Guanshan",
            "臺南市",
            "1",
            "223m"
        ],
        "C1R250": [
            "力里",
            "Lili",
            "屏東縣",
            "1",
            "92m"
        ],
        "C1R290": [
            "石門山",
            "Shihmenshan",
            "屏東縣",
            "1",
            "260m"
        ],
        "C1T940": [
            "大觀",
            "Daguan",
            "花蓮縣",
            "1",
            "539m"
        ],
        "C1T950": [
            "太安",
            "Tai-an",
            "花蓮縣",
            "1",
            "1050m"
        ],
        "C1T970": [
            "大農",
            "Danong",
            "花蓮縣",
            "1",
            "183m"
        ],
        "C1T980": [
            "龍澗",
            "Longjian",
            "花蓮縣",
            "1",
            "1306m"
        ],
        "C1T990": [
            "高寮",
            "Gaoliao",
            "花蓮縣",
            "1",
            "128m"
        ],
        "C1TA00": [
            "太魯閣",
            "Taroko",
            "花蓮縣",
            "1",
            "94m"
        ],
        "C1U501": [
            "牛鬥",
            "Nioudou",
            "宜蘭縣",
            "1",
            "280m"
        ],
        "C1R610": [
            "西大武山",
            "Xidawushan",
            "屏東縣",
            "1",
            "1828m"
        ],
        "C1R630": [
            "龍泉",
            "Longquan",
            "屏東縣",
            "1",
            "60m"
        ],
        "C1T920": [
            "中興",
            "Zhongxing",
            "花蓮縣",
            "1",
            "68m"
        ],
        "C1U670": [
            "寒溪",
            "Hanxi",
            "宜蘭縣",
            "1",
            "105m"
        ],
        "C1U690": [
            "新寮",
            "Xinliao",
            "宜蘭縣",
            "1",
            "101m"
        ],
        "C1U840": [
            "東澳嶺",
            "Dongaoling",
            "宜蘭縣",
            "1",
            "750m"
        ],
        "C1U850": [
            "觀音海岸",
            "Guanyin Coast",
            "宜蘭縣",
            "1",
            "665m"
        ],
        "C1U880": [
            "北關",
            "Beiguan",
            "宜蘭縣",
            "1",
            "8m"
        ],
        "C1U920": [
            "思源",
            "Siyuan",
            "宜蘭縣",
            "1",
            "2085m"
        ],
        "C1U930": [
            "粉鳥林",
            "FENNIAOLIN",
            "宜蘭縣",
            "1",
            "5m"
        ],
        "C1V160": [
            "達卡努瓦",
            "Dakanuwa",
            "高雄市",
            "1",
            "1040m"
        ],
        "C1V170": [
            "排雲",
            "Paiyun",
            "高雄市",
            "1",
            "3690m"
        ],
        "C1V190": [
            "南天池",
            "Nantianchi",
            "高雄市",
            "1",
            "2700m"
        ],
        "C1V200": [
            "梅山",
            "Meishan",
            "高雄市",
            "1",
            "870m"
        ],
        "C1V220": [
            "小關山",
            "Xiaoguanshan",
            "高雄市",
            "1",
            "1781m"
        ],
        "C1V231": [
            "高中",
            "Gaozhong",
            "高雄市",
            "1",
            "731m"
        ],
        "C1V390": [
            "尖山",
            "Jianshan",
            "高雄市",
            "1",
            "60m"
        ],
        "C1V570": [
            "吉東",
            "JiaDong",
            "高雄市",
            "1",
            "82m"
        ],
        "C1V580": [
            "溪南(特生中心)",
            "Xinan",
            "高雄市",
            "1",
            "1656m"
        ],
        "C1V590": [
            "新發",
            "Xinfa",
            "高雄市",
            "1",
            "741m"
        ],
        "C1V600": [
            "藤枝",
            "Tengzhi",
            "高雄市",
            "1",
            "1561m"
        ],
        "C1V780": [
            "多納林道",
            "Duonalindao",
            "高雄市",
            "1",
            "1050m"
        ],
        "C1V830": [
            "國三S383K",
            "Freeway No. 3 S383K",
            "高雄市",
            "1",
            "114m"
        ],
        "C1V340": [
            "大津",
            "Dajin",
            "高雄市",
            "1",
            "190m"
        ],
        "C1X040": [
            "東原",
            "Dongyuan",
            "臺南市",
            "1",
            "232m"
        ],
        "C1V300": [
            "御油山",
            "Yuyoushan",
            "高雄市",
            "1",
            "1637m"
        ],
        "C1Z030": [
            "紅葉",
            "Hongye",
            "花蓮縣",
            "1",
            "218m"
        ],
        "C1Z040": [
            "立山",
            "Lishan",
            "花蓮縣",
            "1",
            "434m"
        ],
        "C1Z110": [
            "三棧",
            "Sanzhan",
            "花蓮縣",
            "1",
            "680m"
        ],
        "C1Z120": [
            "壽豐",
            "Shoufeng",
            "花蓮縣",
            "1",
            "62m"
        ],
        "C1Z130": [
            "銅門",
            "Tongmen",
            "花蓮縣",
            "1",
            "187m"
        ],
        "C1Z140": [
            "荖溪",
            "Laoxi",
            "花蓮縣",
            "1",
            "950m"
        ],
        "C1Z240": [
            "中平林道",
            "Zhongpinglindao",
            "花蓮縣",
            "1",
            "1163m"
        ],
        "C1Z090": [
            "三棧",
            "San-Zhan",
            "花蓮縣",
            "2",
            "706m"
        ],
        "C1V320": [
            "吉東",
            "Jidong",
            "高雄市",
            "2",
            "95m"
        ],
        "C1V330": [
            "旗山",
            "Cishan",
            "高雄市",
            "2",
            "63m"
        ],
        "C1X050": [
            "東河",
            "Donghe",
            "臺南市",
            "2",
            "19m"
        ],
        "C1X060": [
            "下營",
            "Shiaying",
            "臺南市",
            "2",
            "19m"
        ],
        "C1X070": [
            "北門",
            "Beimen",
            "臺南市",
            "2",
            "4m"
        ],
        "C1X090": [
            "七股",
            "Ciguliao",
            "臺南市",
            "2",
            "6m"
        ],
        "C1Z010": [
            "卓樂",
            "Jhuole",
            "花蓮縣",
            "2",
            "198m"
        ],
        "C1Z020": [
            "明里",
            "Mingli",
            "花蓮縣",
            "2",
            "211m"
        ],
        "C1V350": [
            "溪埔",
            "Sipu",
            "高雄市",
            "2",
            "36m"
        ],
        "C1V360": [
            "木柵",
            "Mujha",
            "高雄市",
            "2",
            "94m"
        ],
        "C1V380": [
            "路竹",
            "Lujhu",
            "高雄市",
            "2",
            "16m"
        ],
        "C1X010": [
            "岸內",
            "Annei",
            "臺南市",
            "2",
            "15m"
        ],
        "C1X030": [
            "白河",
            "Baihe",
            "臺南市",
            "2",
            "33m"
        ],
        "C1V400": [
            "竹子腳",
            "Jhuzihjiao",
            "高雄市",
            "2",
            "51m"
        ],
        "C1V410": [
            "岡山",
            "Gangshan",
            "高雄市",
            "2",
            "31m"
        ],
        "C1V420": [
            "鳳雄",
            "Fongsyong",
            "高雄市",
            "2",
            "55m"
        ],
        "C1V430": [
            "左營",
            "Zuoying",
            "高雄市",
            "2",
            "13m"
        ],
        "C1V440": [
            "鳳山",
            "Fongshan",
            "高雄市",
            "2",
            "27m"
        ],
        "C1V450": [
            "鳳森",
            "Fongsen",
            "高雄市",
            "2",
            "61m"
        ],
        "C1V451": [
            "鳳森",
            "Fongsen",
            "高雄市",
            "2",
            "51m"
        ],
        "C1V460": [
            "楠溪",
            "Nanxi",
            "高雄市",
            "2",
            "1857m"
        ],
        "C1V530": [
            "阿蓮",
            "Alian",
            "高雄市",
            "2",
            "34m"
        ],
        "C1V240": [
            "新發",
            "Sinfa",
            "高雄市",
            "2",
            "470m"
        ],
        "C1V260": [
            "月眉",
            "Yuemei",
            "高雄市",
            "2",
            "112m"
        ],
        "C1V270": [
            "溪南",
            "Sinan",
            "高雄市",
            "2",
            "1792m"
        ],
        "C1V290": [
            "新集",
            "Sinji",
            "高雄市",
            "2",
            "1166m"
        ],
        "C1V230": [
            "高中",
            "Gaozhong",
            "高雄市",
            "2",
            "731m"
        ],
        "C1V210": [
            "復興",
            "Fuxing",
            "高雄市",
            "2",
            "700m"
        ],
        "C1V180": [
            "大寮",
            "Daliao",
            "高雄市",
            "2",
            "24m"
        ],
        "C1U860": [
            "頭城",
            "Toucheng",
            "宜蘭縣",
            "2",
            "5m"
        ],
        "C1U720": [
            "南山",
            "Nanshan",
            "宜蘭縣",
            "2",
            "1260m"
        ],
        "C1U830": [
            "烏石鼻",
            "Wushibi",
            "宜蘭縣",
            "2",
            "618m"
        ],
        "C1U680": [
            "冬山",
            "Dongshan",
            "宜蘭縣",
            "2",
            "22m"
        ],
        "C1T930": [
            "鳳林",
            "Fonglin",
            "花蓮縣",
            "2",
            "130m"
        ],
        "C1S620": [
            "土阪",
            "Tuban",
            "臺東縣",
            "2",
            "122m"
        ],
        "C1S630": [
            "都蘭",
            "Dulian",
            "臺東縣",
            "2",
            "23m"
        ],
        "C1S660": [
            "下馬",
            "Siama",
            "臺東縣",
            "2",
            "794m"
        ],
        "C1U521": [
            "雙連埤",
            "Shuanglianpi",
            "宜蘭縣",
            "2",
            "517m"
        ],
        "C1U580": [
            "北關",
            "Beiguan",
            "宜蘭縣",
            "2",
            "8m"
        ],
        "C1U590": [
            "頭城",
            "Toucheng",
            "宜蘭縣",
            "2",
            "6m"
        ],
        "C1U610": [
            "大礁溪",
            "Dajiaosi",
            "宜蘭縣",
            "2",
            "268m"
        ],
        "C1U620": [
            "壯圍",
            "Jhuangwei",
            "宜蘭縣",
            "2",
            "17m"
        ],
        "C1U630": [
            "再連",
            "Zailian",
            "宜蘭縣",
            "2",
            "140m"
        ],
        "C1U660": [
            "三星",
            "Sansing",
            "宜蘭縣",
            "2",
            "103m"
        ],
        "C1R300": [
            "旭海",
            "Syuhai",
            "屏東縣",
            "2",
            "13m"
        ],
        "C1R310": [
            "壽卡",
            "Shouka",
            "屏東縣",
            "2",
            "489m"
        ],
        "C1R320": [
            "車城",
            "Checheng",
            "屏東縣",
            "2",
            "7m"
        ],
        "C1R330": [
            "枋山",
            "Fangshan",
            "屏東縣",
            "2",
            "9m"
        ],
        "C1R340": [
            "牡丹",
            "Mudan",
            "屏東縣",
            "2",
            "230m"
        ],
        "C1R440": [
            "大漢山",
            "Da-Han_Shan",
            "屏東縣",
            "2",
            "1654m"
        ],
        "C1R260": [
            "春日",
            "Chunrih",
            "屏東縣",
            "2",
            "76m"
        ],
        "C1O920": [
            "楠西",
            "Nanxi",
            "臺南市",
            "2",
            "150m"
        ],
        "C1T850": [
            "吉安",
            "Ji-an",
            "花蓮縣",
            "2",
            "50m"
        ],
        "C1T860": [
            "銅門",
            "Tongmen",
            "花蓮縣",
            "2",
            "168m"
        ],
        "C1T880": [
            "吳全城",
            "Wucyuancheng",
            "花蓮縣",
            "2",
            "27m"
        ],
        "C1T890": [
            "壽豐",
            "Shoufeng",
            "花蓮縣",
            "2",
            "40m"
        ],
        "C1T900": [
            "西林",
            "Xilin",
            "花蓮縣",
            "2",
            "160m"
        ],
        "C1T910": [
            "東壙",
            "Dongkuang",
            "花蓮縣",
            "2",
            "653m"
        ],
        "C1R130": [
            "阿禮",
            "Ali",
            "屏東縣",
            "2",
            "1040m"
        ],
        "C1R140": [
            "瑪家",
            "Majia",
            "屏東縣",
            "2",
            "740m"
        ],
        "C1R160": [
            "新圍",
            "Xinwei",
            "屏東縣",
            "2",
            "45m"
        ],
        "C1R170": [
            "屏東",
            "Pingtung",
            "屏東縣",
            "2",
            "26m"
        ],
        "C1R190": [
            "赤山",
            "Chihshan",
            "屏東縣",
            "2",
            "48m"
        ],
        "C1R200": [
            "龍泉",
            "Longquan",
            "屏東縣",
            "2",
            "61m"
        ],
        "C1R201": [
            "龍泉",
            "Longquan",
            "屏東縣",
            "2",
            "63m"
        ],
        "C1R210": [
            "麟洛",
            "Linluo",
            "屏東縣",
            "2",
            "54m"
        ],
        "C1R230": [
            "南州",
            "Nanjhou",
            "屏東縣",
            "2",
            "20m"
        ],
        "C1R240": [
            "來義",
            "Laiyi",
            "屏東縣",
            "2",
            "87m"
        ],
        "C1O950": [
            "和順",
            "Heshun",
            "臺南市",
            "2",
            "4m"
        ],
        "C1O960": [
            "崎頂",
            "Ciding",
            "臺南市",
            "2",
            "80m"
        ],
        "C1O970": [
            "虎頭埤",
            "Hutoupi",
            "臺南市",
            "2",
            "60m"
        ],
        "C1O980": [
            "新市",
            "Xinshi",
            "臺南市",
            "2",
            "76m"
        ],
        "C1O990": [
            "媽廟",
            "Mazumiao",
            "臺南市",
            "2",
            "23m"
        ],
        "C1P9A0": [
            "三爺",
            "Sanye",
            "高雄市",
            "2",
            "35m"
        ],
        "C1R090": [
            "里港",
            "Ligang",
            "屏東縣",
            "2",
            "42m"
        ],
        "C1O860": [
            "大內",
            "Danei",
            "臺南市",
            "2",
            "61m"
        ],
        "C1N000": [
            "沙崙",
            "Shalun",
            "臺南市",
            "2",
            "25m"
        ],
        "C1O820": [
            "左鎮",
            "Zuojhen",
            "臺南市",
            "2",
            "30m"
        ],
        "C1O830": [
            "北寮",
            "Beiliao",
            "臺南市",
            "2",
            "105m"
        ],
        "C1O840": [
            "王爺宮",
            "Wangyegong",
            "臺南市",
            "2",
            "144m"
        ],
        "C1M630": [
            "豐山",
            "Fongshan",
            "嘉義縣",
            "2",
            "1052m"
        ],
        "C1M440": [
            "新高口",
            "Xingaokou",
            "嘉義縣",
            "2",
            "2540m"
        ],
        "C1M450": [
            "中坑",
            "Jhongkeng",
            "嘉義縣",
            "2",
            "167m"
        ],
        "C1M460": [
            "溪口",
            "Shiko",
            "嘉義縣",
            "2",
            "14m"
        ],
        "C1M470": [
            "鰲鼓",
            "Aogu",
            "嘉義縣",
            "2",
            "23m"
        ],
        "C1M490": [
            "內埔",
            "Neipu",
            "嘉義縣",
            "2",
            "130m"
        ],
        "C1M500": [
            "魚寮",
            "Yuliao",
            "嘉義縣",
            "2",
            "41m"
        ],
        "C1M510": [
            "朴子",
            "Puzih",
            "嘉義縣",
            "2",
            "8m"
        ],
        "C1M520": [
            "東後寮",
            "Donghouliao",
            "嘉義縣",
            "2",
            "6m"
        ],
        "C1M540": [
            "小公田",
            "Siaogongtian",
            "嘉義縣",
            "2",
            "768m"
        ],
        "C1M551": [
            "中埔",
            "Jhongpu",
            "嘉義縣",
            "2",
            "110m"
        ],
        "C1M560": [
            "南靖",
            "Nanjing",
            "嘉義縣",
            "2",
            "43m"
        ],
        "C1M570": [
            "大湖",
            "Dahu",
            "嘉義縣",
            "2",
            "728m"
        ],
        "C1I350": [
            "東埔",
            "Dongpu",
            "南投縣",
            "2",
            "887m"
        ],
        "C1I300": [
            "上安橋",
            "Shang-anciao",
            "南投縣",
            "2",
            "781m"
        ],
        "C1I210": [
            "蘆竹湳",
            "Luzhunan",
            "南投縣",
            "2",
            "566m"
        ],
        "C1K230": [
            "西螺",
            "Siluo",
            "雲林縣",
            "2",
            "79m"
        ],
        "C1K250": [
            "崙背",
            "Lunbei",
            "雲林縣",
            "2",
            "59m"
        ],
        "C1K260": [
            "後安寮",
            "Hou-anliao",
            "雲林縣",
            "2",
            "29m"
        ],
        "C1K270": [
            "褒忠",
            "Baojhong",
            "雲林縣",
            "2",
            "21m"
        ],
        "C1K310": [
            "斗六",
            "Douliou",
            "雲林縣",
            "2",
            "40m"
        ],
        "C1K320": [
            "阿丹",
            "Adan",
            "雲林縣",
            "2",
            "51m"
        ],
        "C1K340": [
            "土庫",
            "Tuku",
            "雲林縣",
            "2",
            "33m"
        ],
        "C1K350": [
            "北港",
            "Beigang",
            "雲林縣",
            "2",
            "24m"
        ],
        "C1K380": [
            "山豬湖",
            "Shanjhuhu",
            "雲林縣",
            "2",
            "649m"
        ],
        "C1I270": [
            "水里",
            "Shueili",
            "南投縣",
            "2",
            "593m"
        ],
        "C1I160": [
            "龍神橋",
            "Longshenciao",
            "南投縣",
            "2",
            "339m"
        ],
        "C1I170": [
            "集集",
            "Jiji",
            "南投縣",
            "2",
            "235m"
        ],
        "C1I190": [
            "水長流",
            "Shueichangliou",
            "南投縣",
            "2",
            "660m"
        ],
        "C1I200": [
            "中心崙",
            "Zhongxinlun",
            "南投縣",
            "2",
            "661m"
        ],
        "C1I130": [
            "桶頭",
            "Tongtou",
            "南投縣",
            "2",
            "307m"
        ],
        "C1I120": [
            "大鞍",
            "Da-an",
            "南投縣",
            "2",
            "1528m"
        ],
        "C1I080": [
            "信義",
            "Xinyi",
            "南投縣",
            "2",
            "536m"
        ],
        "C1I100": [
            "溪頭",
            "Xitou",
            "南投縣",
            "2",
            "1771m"
        ],
        "C1I060": [
            "望鄉",
            "Wangsiang",
            "南投縣",
            "2",
            "2403m"
        ],
        "C1I040": [
            "文文社",
            "Wunwunshe",
            "南投縣",
            "2",
            "1693m"
        ],
        "C1H9B0": [
            "阿眉",
            "Amei",
            "南投縣",
            "2",
            "1677m"
        ],
        "C1H930": [
            "北山",
            "Beishan",
            "南投縣",
            "2",
            "393m"
        ],
        "C1H940": [
            "雙冬",
            "Shuangdong",
            "南投縣",
            "2",
            "600m"
        ],
        "C1H950": [
            "中寮",
            "Chungliao",
            "南投縣",
            "2",
            "180m"
        ],
        "C1H960": [
            "草屯",
            "Caotun",
            "南投縣",
            "2",
            "75m"
        ],
        "C1H970": [
            "六分寮",
            "Lioufenliao",
            "南投縣",
            "2",
            "425m"
        ],
        "C1H910": [
            "魚池",
            "Yuchih",
            "南投縣",
            "2",
            "724m"
        ],
        "C1G700": [
            "中西",
            "Jhongsi",
            "彰化縣",
            "2",
            "15m"
        ],
        "C1H870": [
            "仁愛",
            "Ren-ai",
            "南投縣",
            "2",
            "1113m"
        ],
        "C1H880": [
            "凌霄",
            "Lingsiao",
            "南投縣",
            "2",
            "1318m"
        ],
        "C1H890": [
            "大肚城",
            "Daducheng",
            "南投縣",
            "2",
            "429m"
        ],
        "C1H850": [
            "翠巒",
            "Cueiluan",
            "南投縣",
            "2",
            "2297m"
        ],
        "C1G620": [
            "芬園",
            "Fenyuan",
            "彰化縣",
            "2",
            "133m"
        ],
        "C1G630": [
            "彰化",
            "Changhua",
            "彰化縣",
            "2",
            "15m"
        ],
        "C1G631": [
            "彰化",
            "Changhua",
            "彰化縣",
            "2",
            "98m"
        ],
        "C1G660": [
            "溪湖",
            "Sihu",
            "彰化縣",
            "2",
            "121m"
        ],
        "C1G670": [
            "溪州",
            "Sijhou",
            "彰化縣",
            "2",
            "14m"
        ],
        "C1G680": [
            "草湖",
            "Caohu",
            "彰化縣",
            "2",
            "10m"
        ],
        "C1G690": [
            "下水埔",
            "Xiashuipu",
            "彰化縣",
            "2",
            "61m"
        ],
        "C1F9H0": [
            "烏石坑",
            "Wushihkeng",
            "臺中市",
            "2",
            "886m"
        ],
        "C1F9H1": [
            "烏石坑",
            "Wushikeng",
            "臺中市",
            "2",
            "930m"
        ],
        "C1F9I0": [
            "神岡",
            "Shengang",
            "臺中市",
            "2",
            "189m"
        ],
        "C1F9J0": [
            "清水林",
            "Cingshueilin",
            "臺中市",
            "2",
            "723m"
        ],
        "C1F9G0": [
            "慶福山",
            "Cingfushan",
            "臺中市",
            "2",
            "782m"
        ],
        "C1F9F0": [
            "伯公龍",
            "Bogonglong",
            "臺中市",
            "2",
            "504m"
        ],
        "C1F9E0": [
            "龍安",
            "Long-an",
            "臺中市",
            "2",
            "537m"
        ],
        "C1F9D0": [
            "白毛台",
            "Baimaotai",
            "臺中市",
            "2",
            "613m"
        ],
        "C1F9C0": [
            "白冷",
            "Baileng",
            "臺中市",
            "2",
            "619m"
        ],
        "C1F910": [
            "新伯公",
            "Xinbogong",
            "臺中市",
            "2",
            "440m"
        ],
        "C1F970": [
            "大坑",
            "Dakeng",
            "臺中市",
            "2",
            "170m"
        ],
        "C1F9A0": [
            "中竹林",
            "Jhongjhulin",
            "臺中市",
            "2",
            "425m"
        ],
        "C1F9B0": [
            "桐林",
            "Tonglin",
            "臺中市",
            "2",
            "124m"
        ],
        "C1F920": [
            "石岡",
            "Shihgang",
            "臺中市",
            "2",
            "280m"
        ],
        "C1F930": [
            "大甲",
            "Dajia",
            "臺中市",
            "2",
            "90m"
        ],
        "C1F940": [
            "雪嶺",
            "Xueling",
            "臺中市",
            "2",
            "2605m"
        ],
        "C1F890": [
            "稍來",
            "Shaolai",
            "臺中市",
            "2",
            "2010m"
        ],
        "C1E720": [
            "泰安",
            "Tai-an",
            "苗栗縣",
            "2",
            "1333m"
        ],
        "C1F000": [
            "大肚",
            "Dadu",
            "臺中市",
            "2",
            "348m"
        ],
        "C1F850": [
            "東勢",
            "Dongshih",
            "臺中市",
            "2",
            "320m"
        ],
        "C1F870": [
            "上谷關",
            "Shangguguan",
            "臺中市",
            "2",
            "1045m"
        ],
        "C1E710": [
            "馬拉邦山",
            "Malabangshan",
            "苗栗縣",
            "2",
            "959m"
        ],
        "C1E700": [
            "八卦",
            "Bagua",
            "苗栗縣",
            "2",
            "749m"
        ],
        "C1E690": [
            "南湖",
            "Nanhu",
            "苗栗縣",
            "2",
            "770m"
        ],
        "C1E680": [
            "南勢山",
            "Nanshishan",
            "苗栗縣",
            "2",
            "949m"
        ],
        "C1E520": [
            "大湖",
            "Dahu",
            "苗栗縣",
            "2",
            "350m"
        ],
        "C1E540": [
            "後龍",
            "Houlong",
            "苗栗縣",
            "2",
            "41m"
        ],
        "C1E550": [
            "明德",
            "Mingde",
            "苗栗縣",
            "2",
            "109m"
        ],
        "C1E560": [
            "和興",
            "Hesing",
            "苗栗縣",
            "2",
            "392m"
        ],
        "C1E570": [
            "公館",
            "Gongguan",
            "苗栗縣",
            "2",
            "146m"
        ],
        "C1E590": [
            "土城",
            "Tucheng",
            "苗栗縣",
            "2",
            "70m"
        ],
        "C1E600": [
            "南勢",
            "Nanshi",
            "苗栗縣",
            "2",
            "150m"
        ],
        "C1E500": [
            "卓蘭",
            "Jhuolan",
            "苗栗縣",
            "2",
            "345m"
        ],
        "C1E510": [
            "新開",
            "Xinkai",
            "苗栗縣",
            "2",
            "350m"
        ],
        "C1E460": [
            "松安",
            "Song-an",
            "苗栗縣",
            "2",
            "1400m"
        ],
        "C1E450": [
            "象鼻",
            "Xiangbi",
            "苗栗縣",
            "2",
            "968m"
        ],
        "C1D430": [
            "峨眉",
            "Emei",
            "新竹縣",
            "2",
            "100m"
        ],
        "C1C620": [
            "蘆竹",
            "Lujhu",
            "桃園市",
            "2",
            "24m"
        ],
        "C1D370": [
            "湖口",
            "Hukou",
            "新竹縣",
            "2",
            "104m"
        ],
        "C0U730": [
            "思源",
            "Siyuan",
            "宜蘭縣",
            "2",
            "1984m"
        ],
        "C1C490": [
            "八德",
            "Bade",
            "桃園市",
            "2",
            "180m"
        ],
        "C1C500": [
            "楊梅",
            "Yangmei",
            "桃園市",
            "2",
            "187m"
        ],
        "C0V500": [
            "旗津",
            "Cijin",
            "高雄市",
            "2",
            "6m"
        ],
        "C0U680": [
            "冬山",
            "Dongshan",
            "宜蘭縣",
            "2",
            "22m"
        ],
        "C0R530": [
            "林邊",
            "Linbian",
            "屏東縣",
            "2",
            "16m"
        ],
        "C1A730": [
            "公館",
            "Gongguan",
            "臺北市",
            "2",
            "22m"
        ],
        "C0X270": [
            "柳營",
            "Liuying",
            "臺南市",
            "2",
            "33m"
        ],
        "C0W170": [
            "東引",
            "Dongyin",
            "連江縣",
            "2",
            "42m"
        ],
        "C0X020": [
            "關子嶺",
            "Guanzihling",
            "臺南市",
            "2",
            "403m"
        ],
        "C0U640": [
            "羅東",
            "Luodong",
            "宜蘭縣",
            "2",
            "24m"
        ],
        "C0T9C0": [
            "富世",
            "Fushih",
            "花蓮縣",
            "2",
            "109m"
        ],
        "C0R500": [
            "竹田",
            "Zhutian",
            "屏東縣",
            "2",
            "32m"
        ],
        "C0V430": [
            "左營",
            "Zuoying",
            "高雄市",
            "2",
            "26m"
        ],
        "C0T841": [
            "新城",
            "Sincheng",
            "花蓮縣",
            "2",
            "23m"
        ],
        "C0S680": [
            "紅葉山",
            "Hongyeshan",
            "臺東縣",
            "2",
            "1659m"
        ],
        "C0R360": [
            "墾丁",
            "Kenting",
            "屏東縣",
            "2",
            "20m"
        ],
        "C0R370": [
            "佳樂水",
            "Jialeshuei",
            "屏東縣",
            "2",
            "55m"
        ],
        "C0R380": [
            "枋寮",
            "Fangliao",
            "屏東縣",
            "2",
            "2m"
        ],
        "C0R400": [
            "楓港",
            "Fongkung",
            "屏東縣",
            "2",
            "15m"
        ],
        "C0R420": [
            "牡丹池山",
            "Mudanchihshan",
            "屏東縣",
            "2",
            "504m"
        ],
        "C0R430": [
            "東港",
            "Donggang",
            "屏東縣",
            "2",
            "31m"
        ],
        "C0O910": [
            "新營",
            "Sinying",
            "臺南市",
            "2",
            "16m"
        ],
        "C0K520": [
            "雲林東勢",
            "Dongshi Yunlin County",
            "雲林縣",
            "2",
            "10m"
        ],
        "C0K300": [
            "大埔",
            "Dapu",
            "雲林縣",
            "2",
            "369m"
        ],
        "C0G850": [
            "田中",
            "Tianzhong",
            "彰化縣",
            "2",
            "62m"
        ],
        "C0M830": [
            "山美",
            "Shanmei",
            "嘉義縣",
            "2",
            "540m"
        ],
        "C0K490": [
            "古坑",
            "Gukeng",
            "雲林縣",
            "2",
            "91m"
        ],
        "C0G790": [
            "花壇",
            "Huatan",
            "彰化縣",
            "2",
            "27m"
        ],
        "C0F990": [
            "橫山",
            "Hengshan",
            "臺中市",
            "2",
            "253m"
        ],
        "C0G750": [
            "竹塘",
            "Zhutang",
            "彰化縣",
            "2",
            "31m"
        ],
        "C0G760": [
            "高鐵彰化",
            "THSR Changhua",
            "彰化縣",
            "2",
            "53m"
        ],
        "C0G710": [
            "台西",
            "Taisi",
            "彰化縣",
            "2",
            "64m"
        ],
        "C0K290": [
            "宜梧",
            "Yiwu",
            "雲林縣",
            "2",
            "3m"
        ],
        "C0F900": [
            "雙崎",
            "Shuangqi",
            "臺中市",
            "2",
            "535m"
        ],
        "C0F920": [
            "石岡",
            "Shigang",
            "臺中市",
            "2",
            "290m"
        ],
        "C0E760": [
            "苑裡",
            "Yuanli",
            "苗栗縣",
            "2",
            "19m"
        ],
        "C0E580": [
            "苑里",
            "Yuanli",
            "苗栗縣",
            "2",
            "60m"
        ],
        "C0E530": [
            "三義",
            "Sanyi",
            "苗栗縣",
            "2",
            "341m"
        ],
        "C0E440": [
            "大河",
            "Dahaes",
            "苗栗縣",
            "2",
            "122m"
        ],
        "C0D570": [
            "香山",
            "Siangshan",
            "新竹市",
            "2",
            "15m"
        ],
        "C0C640": [
            "龜山",
            "Gueishan",
            "桃園市",
            "2",
            "177m"
        ],
        "C0C610": [
            "龍潭",
            "Longtan",
            "桃園市",
            "2",
            "234m"
        ],
        "C0D370": [
            "湖口",
            "Hukou",
            "新竹縣",
            "2",
            "79m"
        ],
        "C0C500": [
            "楊梅",
            "Yangmei",
            "桃園市",
            "2",
            "181m"
        ],
        "C0C520": [
            "中壢",
            "Zhongli",
            "桃園市",
            "2",
            "151m"
        ],
        "C0C540": [
            "大園",
            "Dayuan",
            "桃園市",
            "2",
            "46m"
        ],
        "C0C570": [
            "新屋",
            "Sinwu",
            "桃園市",
            "2",
            "5m"
        ],
        "C0AG90": [
            "中和",
            "Zhonghe",
            "新北市",
            "2",
            "25m"
        ],
        "C0AD20": [
            "深坑",
            "Shenkeng",
            "新北市",
            "2",
            "57m"
        ],
        "C0AC90": [
            "中和",
            "Zhonghe",
            "新北市",
            "2",
            "32m"
        ],
        "C0C450": [
            "新屋",
            "Sinwu",
            "桃園市",
            "2",
            "92m"
        ],
        "C0A9G0": [
            "南港",
            "Nangang",
            "臺北市",
            "2",
            "42m"
        ],
        "C0A9I0": [
            "三重",
            "Sanchong",
            "新北市",
            "2",
            "18m"
        ],
        "C0A9D0": [
            "永和",
            "Yonghe",
            "新北市",
            "2",
            "13m"
        ],
        "C0A9E0": [
            "士林",
            "Shihlin",
            "臺北市",
            "2",
            "26m"
        ],
        "C0A930": [
            "三和",
            "Sanhe",
            "新北市",
            "2",
            "200m"
        ],
        "C0A990": [
            "大崙尾山",
            "Dalunweishan",
            "臺北市",
            "2",
            "463m"
        ],
        "C0A9A0": [
            "大直",
            "Dazhi",
            "臺北市",
            "2",
            "24m"
        ],
        "C0A9B0": [
            "石牌",
            "Shipai",
            "臺北市",
            "2",
            "7m"
        ],
        "C0A680": [
            "五股",
            "Wugu",
            "新北市",
            "2",
            "95m"
        ],
        "C0A710": [
            "林口",
            "Linkou",
            "新北市",
            "2",
            "238m"
        ],
        "466921": [
            "臺北(師院)",
            "TAIPEI",
            "臺北市",
            "2",
            "6.1m"
        ],
        "C0A580": [
            "屈尺",
            "Cyuchih",
            "新北市",
            "2",
            "70m"
        ],
        "C0A590": [
            "大尖山",
            "Dajianshan",
            "新北市",
            "2",
            "326m"
        ],
        "467780": [
            "七股",
            "QIGU",
            "臺南市",
            "2",
            "2.9m"
        ],
        "467440": [
            "高雄",
            "KAOHSIUNG",
            "高雄市",
            "2",
            "2.3m"
        ]
    },

}

